{
  "timestamp": "20250916_210642",
  "completed": 200,
  "total": 16175,
  "results": [
    {
      "success": true,
      "key_asno": 650000000,
      "name_en": "Celadon Incense Burner with Kirin-shaped Lid",
      "content_en": "This celadon incense burner, created during the peak of Goryeo celadon production in the 12th century, stands 20 cm tall. It consists of a body for burning incense and a lid sculpted in the form of a kneeling kirin, a mythical creature. The body flares outward at the top and is supported by three animal-shaped legs. Cloud patterns adorn the body and its rim, with the lid placed atop. The center of the lid features a kirin turning its head backward, its seat engraved with lightning patterns. The kirin's horn is broken, its mane rendered in curly details, and its eyes accented with black pigment dots. Structurally, incense smoke is designed to escape through the open mouth of the kirin. The burner is enveloped in a subtle, jade-green glaze characteristic of the period, exuding elegance. During the 12th century, when celadon glazes reached their zenith, such symbolic animal- and plant-shaped celadons were widely produced.",
      "tokens": 862
    },
    {
      "success": true,
      "key_asno": 680000000,
      "name_en": "Celadon Prunus Vase with Inlaid Cloud and Crane Design",
      "content_en": "The Goryeo prunus vase (meiping) originated from Song Dynasty Chinese prototypes but evolved by the 12th century into a distinctively Korean form characterized by full, flowing lines and refined elegance, as exemplified in this masterpiece. Measuring 42.1 cm in height with a mouth diameter of 6.2 cm and base diameter of 17 cm, the vase features a small, low, slightly flared rim and broad, imposing shoulders. A floral band encircles the area below the rim, while a lotus pattern adorns the base. The central body displays intricate inlaid cloud and crane motifs: within black-and-white inlaid circular compartments, cranes ascend amid clouds, while outside these circles, cranes descend toward the lower section. This dynamic arrangement—alternating upward and downward crane movements—creates an illusion of spatial freedom beyond the vessel's physical constraints, reflecting Goryeo artisans' innovative approach to composition. The technical mastery and creative expression evident in the design underscore the sophistication and artistic ingenuity of Goryeo celadon craftsmanship.",
      "tokens": 901
    },
    {
      "success": true,
      "key_asno": 600000000,
      "name_en": "Celadon Incense Burner with Lion-shaped Lid",
      "content_en": "This celadon incense burner, created during the peak of Goryeo celadon production in the 12th century, measures 21.2 cm in height and 16.3 cm in diameter. It comprises a body for burning incense and a lid shaped like a crouching lion. The body is supported by three animal-shaped legs adorned with finely carved cloud patterns on its surface, with additional cloud motifs arranged at three points along the upper rim. The lid depicts a lion seated on a pedestal decorated with floral patterns. The lion's posture, slightly shifted to the left, creates a dynamic visual effect. It is shown with its mouth open, one knee bent, and eyes rendered with black dots to represent pupils. Swirling patterns mimic the lion's mane at the back of its neck and hips, while its tail is raised and pressed against its back. The glaze exhibits a pale greenish-blue hue with a subtle, lustrous sheen. Structurally, the incense smoke from the body is designed to escape through the lion's open mouth, showcasing the refined craftsmanship of celadon incense burners from this period. During the early 12th century, when jade-green celadon reached its zenith, many symbolic celadon works modeled after auspicious animals and plants were produced. Notably, lion-shaped incense burners were particularly acclaimed by Song dynasty scholars for their exceptional artistry.",
      "tokens": 1063
    },
    {
      "success": true,
      "key_asno": 30000000,
      "name_en": "Seoul Bukhansan Silla King Jinheung Stele",
      "content_en": "This stele is one of the 'Pureucheokgyeongbi' (monuments commemorating territorial expansion) erected by King Jinheung of Silla (r. 540–576) to mark his visit to the Han River region after its incorporation into Silla's territory. Originally located on Bongdae Peak in Bukhansan, it was relocated to Gyeongbokgung Palace for preservation and is now housed in the National Museum of Korea. The stele is made of a rectangularly carved stone, erected on a two-tiered platform atop a natural rock base. The upper portion is partially missing, with the remaining body measuring 1.54 meters in height and 69 cm in width. The inscription consists of 12 lines, each containing 32 characters in regular script (haeseo), detailing the king's purpose for visiting the region and the reasons for erecting the stele. The text predominantly praises King Jinheung's territorial expansions. Although the exact date of construction remains uncertain due to eroded inscriptions, it is estimated to have been erected between 561 (the year of the Changnyeong Stele) and 568 (the year of the Hwangchoryeong Stele) during King Jinheung's reign. The stele was discovered and deciphered by scholar Kim Jeong-hui (Jeong-hee) in 1816, during the Joseon Dynasty, and remains a critical historical resource for studying the Three Kingdoms period.",
      "tokens": 1084
    },
    {
      "success": true,
      "key_asno": 610000000,
      "name_en": "Goryeo Celadon Fish-Dragon-Shaped Ewer",
      "content_en": "This celadon ewer, created during the 12th century at the height of Goryeo celadon production, stands 24.4 cm tall with a base diameter of 10.3 cm. It is a masterful example of 'sanghwa' (象形) celadon, sculpted in the form of a mythical creature combining a dragon's head and a fish's body. The spout is fashioned as the dragon's open mouth, with white slip (baekto) applied to accentuate the teeth, fins, and tail tip. Delicate incised lines depict facial whiskers and fin details. The body features raised scales and large pectoral fins carved in relief at the center. The handle, modeled after a lotus stem, curves naturally over the body, while the lid replicates a fish's tail fin. The jade-green glaze harmonizes with intricate incised patterns on the fins and floral motifs, showcasing exceptional craftsmanship. This ewer stands out as a particularly imaginative work among sanghwa celadons, which emulate auspicious animals or plants.",
      "tokens": 930
    },
    {
      "success": true,
      "key_asno": 10000000,
      "name_en": "Seoul Sungnyemun (Namdaemun)",
      "content_en": "Seoul Sungnyemun, also known as Namdaemun (South Great Gate), is the main southern gate of Hanseong, the walled city of Joseon Dynasty. Constructed from 1396 to 1398 during the 5th to 7th years of King Taejo's reign, it is the oldest surviving wooden structure in Seoul. Major renovations occurred in 1448 (30th year of King Sejong) and 1479 (10th year of King Songjong), with the latter discovered during a 1961–1963 restoration. On February 10, 2008, a devastating arson fire collapsed the second-story roof and partially destroyed the first floor. After a 5-year, 2-month restoration, it reopened to the public on May 4, 2013. The gate features a stone arch (hongye-mun) flanked by elevated stone walls, with a two-story nu-gak pavilion (5 bays wide, 2 bays deep). Its u-shaped gabled roof (ujin-gak) and multi-bracket system (dapo) reflect early Joseon architectural characteristics. The calligraphy on the gate's plaque is attributed to Yangnyeong Daegun, as recorded in the *Jibong Yuseol*.",
      "tokens": 1297
    },
    {
      "success": true,
      "key_asno": 660000000,
      "name_en": "Celadon Inlaid Lotus and Mandarin Duck Design Water Bottle",
      "content_en": "This is a Goryeo-era celadon water bottle (height 37.0 cm, base diameter 8.9 cm). Originally used in Buddhist rituals to symbolically cleanse evil, the water bottle was a vessel introduced to Korea via China from Western styles, but reached its most refined form during the Goryeo period. This masterpiece stands out among such artifacts with its serene jade-green glaze of a pale greenish-blue hue, adorned solely with white slip inlay depicting willows, reeds, lotus blossoms, and a pair of mandarin ducks arranged in a pictorial composition. The neck features a peony flower inlaid on each side. The spout, designed in an octagonal shape, is elegantly crafted and stands vertically atop the neck. The pouring mouth, round and modestly attached to one side of the shoulder, originally had a lid that is now lost. Early inlaid celadon pieces from this period are characterized by their meticulously refined glaze and clay body, with the jade-green glaze enhancing their sophistication. The addition of inlaid patterns further elevated their decorative appeal. This water bottle exemplifies the highly refined and elegant style of early Goryeo inlaid celadon craftsmanship.",
      "tokens": 1364
    },
    {
      "success": true,
      "key_asno": 710000000,
      "name_en": "Dongguk Jeongun Volumes 1 and 6",
      "content_en": "Dongguk Jeongun Volumes 1 and 6 is the first standardized pronunciation guide for Chinese characters in Korea, compiled under King Sejong's order by scholars including Sin Suk-ju, Choe Hang, and Park Pang-yeon during the Joseon Dynasty. Published in 1448 (30th year of Sejong's reign), it comprises six volumes and six books in metal type. Contrasted with the Chinese rhyme book Hongmu Zhengyun, 'Dongguk Jeongun' means 'Correct Sounds of the Eastern Kingdom,' reflecting its purpose to unify and standardize chaotic Hanja pronunciations in Korea. Completed in September 1447, it was distributed to institutions like Sungkyunkwan by November 1448. Only Volumes 1 and 6 survive today. The main text uses woodblock characters, while smaller text and preface employ Gabinja type; the large characters are based on the handwriting of Grand Prince Jinyang. This work holds immense significance as Korea's first systematic documentation of Hanja pronunciation in its own phonetic system, rivaling Hunminjeongeum in linguistic value. It remains a foundational resource for studying historical Korean phonology and the creation of the Hunminjeongeum script.",
      "tokens": 1029
    },
    {
      "success": true,
      "key_asno": 740000000,
      "name_en": "Celadon Duck-shaped Water Dropper",
      "content_en": "This is a Goryeo-era celadon water dropper crafted in the shape of a duck, measuring 8 cm in height and 12.5 cm in width. The duck, depicted floating on water, holds a lotus stem in its beak, with lotus leaves and buds naturally attached to its back. The decorated area on the duck's back features a hole for filling water, covered by a small stopper shaped like a lotus bud. The spout for pouring water is attached to the right side of the duck's beak and was likely connected to the tip of the lotus bud on the stem; however, this section is now damaged, making the original design unclear. The piece showcases exquisite craftsmanship, realistically rendering even the duck's feathers. Its appropriate size, refined carving techniques, and the subtle jade-green glaze (bi color) offer a glimpse into the aesthetic sensibilities of Goryeo's aristocratic society, making it a remarkable artifact of the period.",
      "tokens": 878
    },
    {
      "success": true,
      "key_asno": 730000000,
      "name_en": "Gilded Bronze Triad Buddha Shrine",
      "content_en": "A Buddhist shrine (佛龕), known as 'bul-gam,' is a small-scale structure carved from materials like wood, stone, or metal to enshrine a Buddha statue. It serves as a crucial resource for studying both the stylistic characteristics of the enshrined Buddha and the architectural trends of the period. This particular shrine, standing 18cm tall, is crafted from bronze with a gilded surface. Inside, a square base surrounded by a railing supports the main Buddha triad—comprising the principal Buddha flanked by two bodhisattvas—covered by a roofed structure resembling a Buddhist hall. The hall-shaped lid features large windows on the front and sides, allowing clear visibility of the enshrined statues. The principal Buddha has an abstract facial expression, with robes draped over both shoulders rendered in simplified linear folds. The mandorla (light halo) behind the Buddha is divided into a head halo and a body halo, adorned with flame patterns along the edges. The bodhisattvas on either side, except for their beaded crowns, share similar stylistic and technical features with the principal Buddha. The shrine remains in excellent condition, with its golden luster still vibrant and traces of green patina on the roof. Based on stylistic elements such as the elongated torso of the principal Buddha, irregular robe folds, and the beaded crowns of the bodhisattvas, it is estimated to have been created in the 11th–12th century under the influence of Northern Chinese traditions. This artifact holds significant value as a rare example illustrating wooden architectural styles and sculptural techniques from the Goryeo period or earlier.",
      "tokens": 1105
    },
    {
      "success": true,
      "key_asno": 700000000,
      "name_en": "Hunminjeongeum (The Correct Sounds for the Education of the People)",
      "content_en": "This book is a Classical Chinese commentary on the newly created Hunminjeongeum script, compiled under King Sejong's order by scholars of the Hall of Worthies, including Jeong In-ji, and published in 1446 (the 28th year of Sejong's reign). It is also referred to as 'Hunminjeongeum Haerye' (Commentary on Hunminjeongeum) or 'Original Edition of Hunminjeongeum' due to its appended commentary. The 33-chapter, single-volume woodblock print includes two restored pages from around 1940 at the beginning. Structurally, it is divided into three parts: Part 1 (Main Text) spans 4 chapters and 7 pages with 7 lines and 11 characters per page; Part 2 (Commentary) covers 26 chapters and 51 pages with 8 lines and 13 characters per page; Part 3 contains Jeong In-ji's preface across 3 chapters and 6 pages, concluding with the date '11th year of Zhengtong (1446)'. According to the *Annals of King Sejong*, the script was personally created by the king in 1443 and officially promulgated in 1446. This text revealed for the first time Jeong In-ji's commentary and clarified the systematic principles behind the creation of Hangeul (Korean alphabet).",
      "tokens": 1187
    },
    {
      "success": true,
      "key_asno": 780000000,
      "name_en": "Gilt-bronze Maitreya Bodhisattva in a Half-seated Meditation Pose (1962-1)",
      "content_en": "This statue depicts a bodhisattva seated on a throne with the right leg crossed over the left, the right elbow resting on the knee, and the fingers of the right hand touching the cheek. Standing 80 cm tall, it was acquired by a Japanese individual in 1912 and donated to the Japanese Government-General of Korea. It was transferred to the Government-General Museum in 1916 and is currently housed in the National Museum of Korea. The bodhisattva wears an elaborate crown with two strands of ornamentation cascading down to the shoulders. The square-shaped face, with prominent cheekbones and a recessed mouth, exudes a plump, serene smile. The upper body is robust and erect, while the lower body exhibits graceful curves. The hands and feet are disproportionately large compared to the slender limbs and physique. The overall form is elastic, smooth, and rhythmic, enhancing the statue's elegant aura. The celestial garment drapes over the shoulders, flares upward like bird feathers, flows down the chest, crosses at the left leg, wraps around the knees and arms. The skirt, slightly thick, features skillfully carved U-shaped folds. The elliptical lotus pedestal beneath the left foot is engraved with lotus patterns, though the halo at the back of the head is missing. Radiographic analysis in 1963 revealed no internal defects or repairs, with the material and craftsmanship noted as highly unusual. The balanced posture, beautiful drapery, and enigmatic meditative expression suggest it is a masterpiece of Korean Buddhist art, likely created in the mid-6th century or shortly thereafter.",
      "tokens": 1189
    },
    {
      "success": true,
      "key_asno": 720000000,
      "name_en": "Gilt-bronze Standing Buddha Triad with the Inscription of Gyemi",
      "content_en": "This is a triad (three-bodied Buddha) composition featuring a central principal Buddha flanked by two attendant bodhisattvas, all set against a large shared halo (mandorla). The principal Buddha has an unusually large and prominent usnisa (topknot) relative to its body. Its slender, smiling face tilts slightly forward, with rounded yet robust shoulders and chest. The robe drapes both shoulders, featuring a V-shaped fold at the front and feather-like trailing edges on either side. The right hand is raised with palm facing forward and fingers pointing upward, while the left hand, also palm-forward, has two fingers bent downward—a distinctive gesture. The attendant bodhisattvas, depicted as if hanging from the halo's edges, wear three-tiered crowns. Their robes cross in an X-pattern at the front, and their hand gestures differ from the principal Buddha. The halo, adorned with flame patterns in fine lines, has a pointed boat shape. Around the principal Buddha, the halo is divided into a circular head halo and rectangular body halo, intricately carved with lotus, vine, and grapevine motifs. The pedestal, a flared cylindrical base, is engraved with lotus designs. Stylistically similar to the National Treasure Gilt-bronze Sinmyo Buddha Triad, this statue follows the iconography of the Northern and Southern Dynasties of China. An inscription on the halo's reverse dates it to 563 CE, the 10th year of King Widuk of Baekje.",
      "tokens": 1255
    },
    {
      "success": true,
      "key_asno": 20000000,
      "name_en": "Seoul Wongaksa Temple Site Ten-story Stone Pagoda",
      "content_en": "Wongaksa Temple, located at the current site of Tapgol Park, was established in 1465 (11th year of King Sejo's reign) during the Joseon Dynasty. Despite the dynasty's policy of promoting Confucianism and suppressing Buddhism, it remained a protected important temple until 1504, when King Yeonsan converted it into a brothel named Yeonbangwon (聯芳院), expelling the monks and leading to the temple's demise. This pagoda is the only one of its kind from the Joseon period, standing approximately 12 meters tall. Crafted from marble, its intricate carvings harmonize elegantly with the stone's grayish-white hue, enhancing its beauty. The three-tiered base, shaped like the Chinese character 'Asia' (亞) when viewed from above, features vibrant sculptures of dragons, lions, and lotus patterns on each side. The pagoda's body comprises ten stories: the first three tiers retain the 'Asia' shape, while the upper seven form a square plan. Each story meticulously replicates wooden architectural elements, including roofs, bracketing systems (hyungja), and pillars. Unlike most Korean stone pagodas made of granite, this marble structure closely resembles the 10-story stone pagoda of Gyeongcheonsa Temple from the Goryeo period, drawing significant attention. An inscription on the upper part confirms its creation in 1467 (13th year of King Sejo's reign). Renowned for its unique form and elaborate decorations, it is celebrated as a masterpiece of Korean stone pagoda artistry.",
      "tokens": 1375
    },
    {
      "success": true,
      "key_asno": 810000000,
      "name_en": "Stone Standing Maitreya Bodhisattva of Gamsansa Temple, Gyeongju",
      "content_en": "The Stone Standing Maitreya Bodhisattva of Gamsansa Temple, located in Wolseong-gun, Gyeongsangbuk-do, was created in 719 (18th year of King Seongdeok's reign) by Kim Jiseong. The statue was crafted to honor his parents' spiritual repose and pray for the well-being of the king and royal family. Alongside this Maitreya Bodhisattva, an Amitabha Buddha statue was also made for his father. Both statues, designated as National Treasures, are currently housed at the National Museum of Korea. The Maitreya Bodhisattva wears an elaborately decorated crown, with a round, plump face exuding a serene expression. Two ornate necklaces adorn the neck, with a bead decoration extending from the throat down to the legs. The robe drapes over the left shoulder, passing under the right armpit and wrapping around the right arm before flowing downward. The skirt, tied with a thick belt at the waist, cascades in soft curves to the ankles. The mandorla (halo) behind the statue, symbolizing radiant light, features flame patterns and a boat-shaped design divided into three raised lines for the head and body halos. The pedestal, carved from a single stone, has an octagonal base with simplified yet large lotus motifs—both inverted and blooming—etched above. An inscription on the back of the mandorla confirms the statue's creation in 719, providing critical historical context. Despite being crafted from stone, the statue's voluminous and realistic form demonstrates the international artistic trends that emerged during the Unified Silla period, showcasing exceptional technical skill.",
      "tokens": 1233
    },
    {
      "success": true,
      "key_asno": 820000000,
      "name_en": "Stone Standing Amitabha Buddha of Gamsansa Temple, Gyeongju",
      "content_en": "The Stone Standing Amitabha Buddha of Gamsansa Temple is located in Gyeongju, Gyeongsangbuk-do. Gamsansa Temple was established in 719 (18th year of King Seongdeok's reign during the Silla Dynasty) by Kim Jiseong, who founded the temple to pray for the repose of his parents and the well-being of the king and royal family. After its establishment, he commissioned a Maitreya Bodhisattva statue for his mother and an Amitabha Buddha statue for his father. Both statues are now designated as National Treasures and housed at the National Museum of Korea under the names 'Stone Standing Maitreya Bodhisattva of Gamsansa Temple, Gyeongju' and 'Stone Standing Amitabha Buddha of Gamsansa Temple, Gyeongju,' respectively.\n\nThe Stone Standing Amitabha Buddha exhibits balanced proportions and harmonious composition, with a realistic depiction approaching human anatomical ratios. The Buddha's face is full and refined, with meticulous details in the eyes, nose, and mouth, reflecting a realistic portrayal of Silla-era facial features. Though the body is enveloped in thick robes that obscure prominent chest details, the statue exudes dignity and majesty, revealing the intent to humanize the Buddha's image.\n\nThe robes, draped over both shoulders, feature U-shaped folds cascading across the body. The collar, turned once at the neck, is a distinctive characteristic of Silla Buddhist statues, enhancing the dynamic presence of the sculpture. The mandorla (halo) behind the Buddha is boat-shaped, with flame patterns engraved along its edges. Three raised lines within the mandorla distinguish the head halo from the body halo, and floral motifs adorn the body halo. The pedestal, upon which the Buddha stands, has an octagonal base, with simplified yet large lotus motifs—both inverted and blooming—carved above.\n\nThis statue is a quintessential example of the idealistic realism of the Unified Silla period. Additionally, inscriptions on the mandorla clearly identify its creation date and artisan, granting it a pivotal position in the history of Korean Buddhist sculpture.",
      "tokens": 1565
    },
    {
      "success": true,
      "key_asno": 890000000,
      "name_en": "Gold Belt Ornament from Seokam-ri, Pyongyang",
      "content_en": "This gold artifact, excavated from Tomb No. 9 in Seokam-ri, Daedong-gun, South Pyongan Province, served as a decorative clasp connecting a belt. Measuring 9.4 cm in length and 6.4 cm in width, its head is broad and rounded, featuring a curved hole parallel to the edge and a loop for attaching the belt. Crafted by hammering a gold plate over a mold to form a dragon outline, it incorporates granulation (nugyeom) techniques using gold threads and granules to depict one large dragon and six smaller dragons. The edges are adorned with twisted gold wire, while triangular patterns fill the interior. Between the dragons, petal-shaped motifs once held nephrite inlays, though only seven remain today. The dynamic arrangement of the seven dragons and the meticulous granulation work highlight the exceptional artistry of this piece.",
      "tokens": 899
    },
    {
      "success": true,
      "key_asno": 800000000,
      "name_en": "Gilt-bronze Standing Buddha from Guhwang-dong, Gyeongju",
      "content_en": "This gilded-bronze standing Buddha, standing 14 cm tall, was discovered alongside the Gilt-bronze Seated Buddha from Guhwang-ri (National Treasure) inside a sarcophagus housed in the three-story stone pagoda of Hwangboksa Temple (National Treasure) in Gyeongju. Crafted from pure gold, the statue retains its original pedestal (base) and mandorla (halo). The Buddha features a prominent ushnisha (topknot) atop a shaved head, a slender yet voluminous face radiating compassion, eyes gazing straight ahead, a sharp nose, and a subtle smile at the corners of the mouth. The slightly narrow shoulders are draped with thick robes, with U-shaped folds intricately carved on the front. The skirt flares gently at the ankles, reflecting lingering stylistic elements from the Three Kingdoms period. The right hand is raised with the palm facing outward, while the left hand holds the robe. The mandorla, circular behind the head, is adorned with flame patterns and shaped like a jewel (boju), radiating light from a central lotus motif. The flame patterns along the edges are delicately rendered in openwork. The pedestal, a separate attachment, features an inverted lotus design on a 12-angled base. The proportional harmony of the head and body, along with the robe folds, suggests this Buddha represents an evolved style from the late Three Kingdoms period to the early Unified Silla era. Inscriptions on the sarcophagus indicate it was placed in the pagoda during its construction in 692 CE, making it a critical benchmark for studying Unified Silla Buddhist sculptures due to its securely dated origin.",
      "tokens": 1960
    },
    {
      "success": true,
      "key_asno": 790000000,
      "name_en": "Gyeongju Guhwang-dong Gold Buddha Seated Statue",
      "content_en": "This Gold Buddha Seated Statue from Gyeongju Guhwang-dong was discovered in 1942 alongside the Gyeongju Guhwang-dong Gold Buddha Standing Statue (National Treasure) during the dismantling and repair of the Hwangboksa Temple Three-story Stone Pagoda (National Treasure) in Gyeongju. According to an inscription on the reliquary, a 6-chi-tall pure gold Amitabha statue was placed inside the reliquary in 706 CE (the 5th year of King Seongdeok's reign of Unified Silla). While this statue is presumed to be the one referenced, further research on the measurement system of the period is required for confirmation.\n\nThe statue comprises three detachable sections: the mandorla (halo), the Buddha's body, and a lotus-shaped pedestal. The shaved head features a prominent usnisa (topknot), and the round, serene face exhibits balanced facial features characteristic of Unified Silla Buddhist art. The broad shoulders and monastic robes draped over both shoulders reveal a diagonal undergarment. The flowing robe on the lotus pedestal extends symmetrically downward. The right hand is raised to shoulder height with the palm facing outward, while the left hand rests on the knee with the back of the hand visible.\n\nThe mandorla is adorned with openwork carvings of lotus motifs, vine patterns, and flame designs along the edges. The body halo features double layers of vine and scroll patterns. The circular pedestal is engraved with inverted lotus motifs. With its dignified expression, refined facial features, and balanced proportions, this statue is a critical artifact for studying the stylistic and formal characteristics of early 8th-century Unified Silla Buddhist sculptures, particularly in hand gestures, drapery details, and volumetric expression.",
      "tokens": 1310
    },
    {
      "success": true,
      "key_asno": 900000000,
      "name_en": "Gyeongju Bubuchong Gold Earrings",
      "content_en": "This pair of gold earrings from the Silla period was excavated from the Bubuchong (Husband-and-Wife Tomb) in Bomun-dong, Gyeongju. Measuring 8.7 cm in length, the earrings feature a 'hollow ring' (태환이식) design, which lightens the weight by creating an empty space in the center. The main body consists of a large circular ring connected to an oval mid-ring, with elaborate leaf-shaped decorations hanging below. The large circular ring is divided into hexagonal patterns resembling a turtle's shell, each containing intricately crafted 4- or 3-petal flowers. These floral motifs were adorned using the granulation technique (누금세공법), where gold threads and granules were meticulously attached to create delicate details. The lower part of the earrings is adorned with small leaf-shaped ornaments linked by twisted gold wire, ending in large heart-shaped pendants. As one of the most representative examples of Silla jewelry, these earrings showcase the sophisticated granulation techniques introduced from the Western Regions (서역), demonstrating the exceptional craftsmanship of the era.",
      "tokens": 1020
    },
    {
      "success": true,
      "key_asno": 910000000,
      "name_en": "Ceramic Horse-Riding Figure Ritual Vessel",
      "content_en": "This pair of ceramic figures, excavated from the Geumryeongchong Tomb in Gyeongju, depicts individuals riding horses. The 'master figure' measures 23.4 cm in height and 29.4 cm in length, while the 'servant figure' is 21.3 cm tall and 26.8 cm long. Discovered in 1924 alongside a boat-shaped ceramic vessel, these artifacts are believed to have served a shamanistic purpose, guiding the deceased's soul to the afterlife through land and water routes. Both figures are mounted on short-legged horses atop thick rectangular bases. The horse's hindquarters feature a lamp with a hole, and a protruding spout on the chest allows water to be poured through the hollow body. The master figure wears a triangular hat adorned with a band and decorations, along with lattice-patterned trousers, reflecting elaborate horse trappings. The servant figure has a topknot wrapped in a headband, a bare upper body, a burden on its back, and holds a bell-like object in the right hand, suggesting a role as a guide. These ceramics provide critical insights into Silla-era spiritual beliefs, clothing, weaponry, horse gear, and artistic design.",
      "tokens": 1088
    },
    {
      "success": true,
      "key_asno": 920000000,
      "name_en": "Bronze Inlaid Water Purifier with Willow, Reed, and Water Bird Design",
      "content_en": "This is a representative metal craft from the Goryeo Dynasty, a 37.5cm-tall water purifier (jeongbyeong) adorned with silver inlay patterns. The rounded body features floral motifs on its shoulder and base, with a lush hillside of towering reeds and weeping willows in between. The scene depicts water birds, including ducks swimming or flying, a boatman rowing a skiff on the water, and flocks of migratory birds soaring over distant mountains. These intricate designs were created using the silver-inlay (eun-ipsa) technique, where patterns are engraved into the bronze surface and filled with silver. The spout, covered by a lid, is decorated with perforated vine patterns, while the neck's circular rim is embellished with a lotus motif. The lid on the neck also features pierced silver plate decorations. The water purifier exemplifies the stable form and elegant curved aesthetics of Goryeo metalwork, showcasing the advanced inlay techniques developed since the early Goryeo period. Among the surviving silver-inlaid water purifiers from the Goryeo era, this piece stands out as the most exceptional, distinguished by its poetic harmony of design and serene blue-green patina.",
      "tokens": 1071
    },
    {
      "success": true,
      "key_asno": 850000000,
      "name_en": "Gilt-Bronze Standing Buddha Triad with Sinmyo Inscription",
      "content_en": "This Buddhist statue, discovered in 1930 in Bongsan-ri, Hwacheon-myeon, Goksan-gun, Hwanghae-do, is currently housed at the Leeum Museum of Art. Standing 15.5 cm tall, it is a triad (three-bodied Buddha) carved on a single large halo (광배), with the central Buddha flanked by smaller bodhisattvas on either side. It is the largest extant statue of this format. The flanking bodhisattvas are significantly smaller, appearing almost dangling at the edges of the halo, which accentuates the prominence of the central Buddha. Apart from minor scratches on the Buddha's chest and the halo's right edge, the overall preservation is excellent.\n\nThe central Buddha has a plump face with a subtle smile, a large usnisa (육계, topknot), and thick robes covering the shoulders and extending to the ankles. The right hand is raised with the palm facing outward, while the left hand is lowered, palm downward. The halo, detachable from the statue, is fixed via a protruding spike on the back of the Buddha. Shaped like a boat (배 모양), the halo features a head halo and body halo around the Buddha, adorned with lotus, vine, and morning glory patterns. Flame motifs frame the edges, with small Buddha figures between the sections. The two attendant bodhisattvas at the halo's base have large faces and slender, cylindrical bodies, with X-shaped robe patterns on their chests. Their craftsmanship appears less refined compared to the central Buddha.\n\nAn inscription on the halo's reverse records that five individuals commissioned the statue to honor their teacher and parents. Stylistic and epigraphic analysis suggests it is a Goguryeo work, with the inscribed year 'Sinmyo' (辛卯) corresponding to 571 CE (13th year of King Pyeongwon's reign). While the statue's overall form—characterized by a large face, abstract body, and hand gestures—follows the style of the National Treasure Gilt-Bronze Standing Buddha from Yeonga 7th Year, it exhibits a softer, more refined aesthetic compared to the earlier piece's robust vigor.",
      "tokens": 1384
    },
    {
      "success": true,
      "key_asno": 930000000,
      "name_en": "White Porcelain Jar with Iron-Painted Grape and Monkey Design",
      "content_en": "This late Joseon white porcelain jar features a moderate height, bulging shoulders, and a gradually narrowing silhouette toward the base. It measures 30.8 cm in height, with a mouth diameter of 15 cm and a base diameter of 16.4 cm. The rim is decorated with patterns, while the body showcases skillfully rendered grape vines painted in black iron pigment. The lifelike depiction of the grape leaves and tendrils indicates the work of professional painters rather than ordinary potters. The jar is coated in an evenly applied milky white glaze with a subtle bluish hue. Alongside the White Porcelain Jar with Iron-Painted Grape Design (National Treasure) in the Ewha Womans University Museum, this piece stands as a representative example of Joseon white porcelain craftsmanship.",
      "tokens": 1129
    },
    {
      "success": true,
      "key_asno": 940000000,
      "name_en": "Celadon Melon-shaped Bottle",
      "content_en": "This elegant celadon bottle, discovered in the tomb of King Injong (r. 1122–1146) of the Goryeo Dynasty in Jangdan-gun, Gyeonggi-do, was accompanied by a book inscribed with the date '6th year of Huangtong (1146)'. Measuring 22.8 cm in height with a mouth and base diameter of 8.8 cm each, the bottle features a melon-shaped body and a floral spout, embodying aristocratic refinement. Its elongated neck is supported by a high, pleated skirt-like foot, exuding simplicity and sophistication. The surface is coated with a thin, even layer of translucent celadon glaze with a pale greenish hue. Fragments of identical vessels have been found at kiln sites 7 and 8 in Sadang-ri, Gangjin County, South Jeolla Province, indicating its production origin. Similar forms appear in other Goryeo tomb relics and Chinese ceramics from Jizhou and Jingdezhen kilns. Created during the peak of Goryeo celadon production in the early 12th century, this bottle is celebrated as the most exquisite example of its type, distinguished by its graceful form and subtle jade-like glaze.",
      "tokens": 1013
    },
    {
      "success": true,
      "key_asno": 950000000,
      "name_en": "Celadon Openwork Seven-Treasure Pattern Lid Incense Burner",
      "content_en": "This is a celadon incense burner from the early Goryeo period, measuring 15.3 cm in height and 11.2 cm in base diameter. It consists of two parts: a lid and a body. The lid features a spherical section perforated to allow incense smoke to rise and disperse, with white slip inlay dots at the intersections of the openwork design. Below the spherical section is a supporting base. The body is divided into two sections: the upper part is a round furnace-shaped chamber wrapped in multiple layers of lotus petals, supported by a large lotus leaf. The lower section serves as the pedestal, which is upheld by three rabbits on their backs. The sides of the pedestal are adorned with vine motifs, and the rabbits' eyes are accentuated with black dot inlays. The glaze exhibits an olive-green hue with a subtle luster. This piece is considered a variant of inlay celadon (sanggam cheongja) and is notable for its rare combination of diverse decorative techniques in Goryeo celadon. Despite its intricate craftsmanship, the design maintains harmonious balance and stability, making it an exceptional example of celadon incense burners.",
      "tokens": 1102
    },
    {
      "success": true,
      "key_asno": 960000000,
      "name_en": "Celadon Dragon-shaped Ewer",
      "content_en": "This celadon ewer, created during the peak of Goryeo celadon production in the 12th century, stands 17 cm in height with a base diameter of 10.3 cm and a foot diameter of 9.9 cm. It is modeled after a turtle perched on a lotus blossom, comprising a water inlet (spout), pouring beak, body, and handle. Despite its turtle form, the face exhibits distinct dragon-like features, including a horn on the forehead, beard, mane, eyes, teeth, and scales, all meticulously crafted with refined technique. The eyes are accentuated with black pigment dots, while the upper and lower teeth are neatly aligned. Incised scales adorn the neck and chest, and the claws are realistically rendered in relief. The back features a turtle shell pattern inscribed with the character '王' (king), and a twisted lotus stem extends from the shell to form the handle. At the center of the shell, a delicately sculpted lotus leaf is folded to create a compartment for holding water. The glaze exhibits a pale greenish-blue hue with a subtle, lustrous sheen. The intricate and elegant depiction of the turtle, combined with the jade-like glaze, exemplifies the aesthetic excellence of Goryeo's figurative celadons, which imitated motifs from the natural world.",
      "tokens": 1187
    },
    {
      "success": true,
      "key_asno": 970000000,
      "name_en": "Goryeo Celadon Maebyeong with Incised Lotus Scroll Design",
      "content_en": "This Goryeo celadon maebyeong, created during the Goryeo Dynasty, measures 43.9 cm in height, with a mouth diameter of 7.2 cm and a base diameter of 15.8 cm. The maebyeong form originated in the Tang and Song dynasties of China but evolved uniquely in Goryeo, diverging from Chinese styles in curvature and volume to embody distinct aesthetic qualities. The bottle exhibits characteristic Goryeo features: a small, low yet sturdy mouth slightly flared outward, full shoulders and body, a narrow waist, and a base gently splayed outward. The mouth retains the typical angular form of the maebyeong style. The body is adorned with bold, large-scale incised lotus scroll patterns. A transparent, pale greenish-blue celadon glaze is evenly applied, with a crackle (\"ping\" or \"ice crackle\") pattern on the surface. Based on glaze texture and form, this piece is believed to have been fired at a kiln in Sadang-ri, Daegu-myeon, Gangjin County, Jeollanam-do, and dates to the 12th century, during the heyday of Goryeo's pure celadon production.",
      "tokens": 1151
    },
    {
      "success": true,
      "key_asno": 990000000,
      "name_en": "East and West Three-story Stone Pagodas of Galhangsa Temple Site, Gimcheon",
      "content_en": "These two pagodas, originally located east and west of the Galhangsa Temple site in Obong-dong, Nam-myeon, Gimcheon, Gyeongsangbuk-do, were relocated to Gyeongbokgung Palace in 1916 to prevent their removal to Japan during the colonial period. They are now housed at the National Museum of Korea. Both pagodas share identical scale and structure, featuring a three-tiered body atop a two-tiered base. The base's corners and center of each side are carved with pillar motifs, notably incorporating two central pillars per side. The pagoda bodies, each composed of a single stone for the main tier and roof, display pillar carvings on the body's corners and five-tiered supports under the eaves. An inscription on the east pagoda's base records its establishment in 758 CE (17th year of King Gyeongdeok of Silla) by monks Eonjeok and his siblings, with the text written in Idu script—a significant historical and linguistic artifact. Though the finials are missing, the pagodas remain remarkably intact. Despite their modest size, their harmonious proportions and dual central pillars on each base tier exemplify the stylistic characteristics of Silla-era stone pagodas.",
      "tokens": 982
    },
    {
      "success": true,
      "key_asno": 980000000,
      "name_en": "Goryeo Celadon Inlaid Peony Vase",
      "content_en": "This celadon vase from the Goryeo Dynasty (height 20.1 cm, mouth diameter 20.7 cm, base diameter 14.8 cm) features inlaid peony designs on its body. Each side of the vessel is adorned with a single peony branch, intricately rendered with detailed leaf veins. The large-scale patterns create a striking and refreshing visual effect. The flowers are inlaid in white slip, while the leaves are in black, arranged symmetrically around the blossoms in a balanced composition. The glaze exhibits a translucent greenish-gray hue, applied thinly and evenly. Dated to the 12th century based on its form and glaze characteristics, the vase showcases strong black-and-white contrast and masterful use of the inlay technique (sangjam), reflecting the high artistic sophistication of Goryeo celadon craftsmanship.",
      "tokens": 989
    },
    {
      "success": true,
      "key_asno": 860000000,
      "name_en": "개성 경천사지 십층석탑",
      "content_en": "{\n  \"name_en\": \"Ten-story Stone Pagoda from Gyeongcheonsa Temple Site, Gaeseong\",\n  \"content_en\": \"The Ten-story Stone Pagoda from Gyeongcheonsa Temple Site is located in Gaeseong, Gyeonggi-do, and is presumed to have been constructed during the early Goryeo period. Originally situated at the temple site on Busosan Mountain in Gwangdeok-myeon, Gaepung-gun, the pagoda was illegally taken to Japan during the colonial period. It was later returned and relocated to Gyeongbokgung Palace in 1960, where it stood until its current display at the National Museum of Korea.  \n\nThe pagoda features a three-tiered base (gidan) with a cross-shaped ('A'-shaped) plan when viewed from above. The ten-story tower body (tapseong) maintains this cross shape up to the third tier, transitioning to a square plan from the fourth tier. Intricate carvings of Buddhas, bodhisattvas, and floral motifs adorn both the base and tower body, showcasing exceptional craftsmanship. From the fourth tier, each story is encircled by a balustrade, and the roof tiles replicate the hipped-and-gabled (paljak) roof style of wooden architecture, with detailed ridge patterns. An inscription on the first-story body confirms its construction in 1348 (4th year of King Chungmok's reign in Goryeo), providing a precise dating.  \n\nNotable for its unique form and marble construction—uncommon in Korean stone pagodas typically made of granite—this pagoda exemplifies the innovative styles of the Goryeo period. Its harmonious proportions and detailed carvings reflect the architectural aesthetics of the era, offering insights into contemporary wooden structures. The pagoda's design later influenced the Joseon-period Ten-story Stone Pagoda at Wongaksa Temple Site (National Treasure) in Seoul. After restoration by the National Research Institute of Cultural Heritage to address damage from its illegal removal, the pagoda is now preserved and exhibited at the National Museum of Korea.\"\n}",
      "tokens": 1242
    },
    {
      "success": true,
      "key_asno": 830000000,
      "name_en": "Gilt-bronze Maitreya Bodhisattva in a Half-seated Meditation Pose (1962-2)",
      "content_en": "This Gilt-bronze Maitreya Bodhisattva in a Half-seated Meditation Pose, housed in the National Museum of Korea, is one of the largest gilt-bronze statues of its kind in Korea, measuring 93.5 cm in height. Though it is said to have been discovered in Gyeongju during the 1920s, there is no concrete evidence to support this claim. The statue is also referred to as the 'Samsan Half-seated Meditation Statue' due to the three-rounded mountain-shaped crown adorning its head.\n\nThe face is nearly circular, plump, and bears a subtle smile around the eyes and mouth. The upper body is unclothed except for two necklaces, with no additional adornments. The left foot rests on a small lotus-shaped pedestal, while the right foot is placed atop the left knee. The left hand grasps the right ankle, and the right hand, with the elbow on the knee, gently supports the chin. The lower garment, thinly draped, reveals the body's contours, and the fabric cascading over the lotus pedestal is intricately and naturally carved. A sash threaded with a jade pendant hangs down the left side, and a long protrusion at the back of the head indicates where a halo (mandorla) was once attached.\n\nThe statue exemplifies refined casting techniques through its balanced proportions, naturalistic drapery, and meticulously sculpted facial features. The serene smile emanating from the figure enhances its religious aura, embodying the sublime beauty of an exceptional sacred artwork. It is estimated to have been created in the late Three Kingdoms period, slightly later than the National Treasure-designated Gilt-bronze Maitreya Bodhisattva.",
      "tokens": 1290
    },
    {
      "success": true,
      "key_asno": 1000000000,
      "name_en": "Seven-Story Stone Pagoda at the Site of Nanggyewon Temple, Gaeseong",
      "content_en": "This pagoda, originally located at the site of Nanggyewon Temple near Gaeseong, Gyeonggi-do, was initially believed to belong to Gaeguksa Temple and thus called the Gaeguksa Pagoda. However, later investigations confirmed its association with Nanggyewon Temple, leading to its current name. In 1915, the tower body (excluding the base) was relocated to Gyeongbokgung Palace. Subsequent excavations at the original site uncovered a two-tiered base, which was later moved and restored beside the tower body. The pagoda now stands at the National Museum of Korea.\n\nThe structure features a two-tiered base supporting a seven-story tower body. While it appears to follow the traditional Silla stone pagoda style, it exhibits distinct Goryeo-era characteristics. The lower base is notably higher than typical Silla designs, with a comparatively lower upper tier. Each story of the tower body and roof stone is carved from a single block, with pillar motifs at the corners of the body stones. The roof stones have thick eaves with gentle curves that sharply upturn at the corners—a hallmark of Goryeo pagodas—and three shallow-tiered eaves supports. The finial comprises a lotus pedestal (noban) and a vase-shaped ornament (bokbal), both carved from a single stone.\n\nDating to the mid-Goryeo period or earlier, the pagoda reflects the robust grandeur and refined craftsmanship influenced by Silla traditions. During its 1915 relocation, seven scrolls of the *Gamjeoeunni Myobeop Yeonhwagyeong* (Golden and Silver Characters Sutra of the Lotus of the True Law) were discovered within the tower body. These sutras, dated to 1283 (9th year of King Chungryeol’s reign), indicate that the pagoda underwent repair work during this period.",
      "tokens": 1384
    },
    {
      "success": true,
      "key_asno": 1020000000,
      "name_en": "Hongbeopguksa Pagoda at the Jeongtosa Temple Site, Chungju",
      "content_en": "This pagoda, dedicated to Hongbeopguksa, a prominent monk from the late Unified Silla to early Goryeo periods, was originally located at the Jeongtosa Temple site in Jungwon-gun (present-day Chungju), North Chungcheong Province. It was relocated to Gyeongbokgung Palace in 1915 and is now housed in the National Museum of Korea. Hongbeopguksa studied in Tang China, promoted Seon (Zen) Buddhism, and was honored as a Dalseonsa (Grand Seon Master) under King Seongjong and later as a Guksa (National Preceptor) under King Mokjong of Goryeo.\n\nThe octagonal base consists of a square foundation stone, a lower octagonal support, an inverted lotus-patterned middle tier, and an upper tier adorned with upright lotus motifs. The middle tier features intricate carvings of dragons amid clouds. The pagoda's most distinctive element is its spherical tower body, engraved with a cross-shaped (+) motif intersecting at floral designs. The roof stone, though lacking elaborate decoration, originally had floral carvings at each of its eight corners (most now lost) and depicts flying celestial beings (bicheonsang) on its underside.\n\nBlending Silla's traditional octagonal pagoda style with innovative elements, this structure exemplifies early Goryeo craftsmanship. Dating to 1017 (8th year of King Hyeonjong's reign), it is nicknamed 'Al Dok' (Egg Pagoda) due to its rounded body. The harmonious combination of delicate carvings and minimalist patterns creates a serene aesthetic, solidifying its status as a representative Goryeo-era pagoda.",
      "tokens": 1440
    },
    {
      "success": true,
      "key_asno": 1070000000,
      "name_en": "White Porcelain Jar with Iron-Pigment Grapevine Design",
      "content_en": "This is a white porcelain jar from the Joseon Dynasty, decorated with a grapevine pattern using black iron-pigment underglaze. It measures 53.3 cm in height, with a mouth diameter of 19.4 cm and a base diameter of 18.6 cm. During the Joseon period, court painters (hwa-won) from the Royal Art Academy (Doheo-seo) were commissioned to paint designs on ceramics at kiln sites. Among these, cobalt blue (cheonghwa) underglaze paintings were relatively common, while those using iron-pigment (cheolsa) or red clay slip (jinsa) were rarer. Grapevine patterns on jars possess a distinct aesthetic quality, and this piece exemplifies the mid-Joseon era's ceramic craftsmanship through its size, form, and artistic excellence. The jar's mouth rises appropriately, and its rounded expansion from the mouth to the shoulder conveys a sense of grandeur and boldness. The body features a grapevine design rendered in black iron-pigment, showcasing the high level of pictorial sophistication in 18th-century white porcelain through its realistic depiction, nuanced shading, and masterful balance of bold and delicate strokes.",
      "tokens": 925
    },
    {
      "success": true,
      "key_asno": 1140000000,
      "name_en": "Celadon Bottle with Inlaid Peony and Chrysanthemum Designs in a Melon Shape",
      "content_en": "This celadon bottle, created during the peak of Goryeo celadon production, is shaped like a melon and served as a floral vase. It measures 25.6 cm in height, with a mouth diameter of 9.1 cm and a base diameter of 9.4 cm. The flared mouth, resembling a melon flower, features two horizontal lines of white slip (baekto) inlay on the elongated neck. Though the design originated in Tang-era China, it evolved distinctly during the Goryeo period. The body is divided into eight ridged sections, with a convex line demarcating the junction between the neck and body. Directly beneath the neck, a band of eight white-inlaid flower buds encircles the vessel. The midsection displays alternating peony and chrysanthemum motifs, each carved into one of the eight panels, while the lower body is adorned with black-and-white inlaid lotus patterns. The bottle rests on a high, pleated-skirt-shaped foot. Though the glaze appears uneven and slightly dark, the overall proportions and balance remain harmonious. Believed to have been produced at the Yucheon-ri kiln site in Buan County, Jeollabuk-do, this piece shares its form with a National Treasure-designated celadon bottle of the same type.",
      "tokens": 994
    },
    {
      "success": true,
      "key_asno": 1100000000,
      "name_en": "Portrait of Ikjae Lee Jae-hyeon",
      "content_en": "This portrait depicts Lee Jae-hyeon (1287–1367), a prominent Goryeo-era scholar-official and intellectual known by his pen names Ikjae and Yeokong. Lee played a pivotal role in introducing Neo-Confucianism to Korea and fostering scholarly exchanges with Yuan dynasty figures like Zhao Mengfu at the Wanwen Hall (Ten-Thousand Volumes Hall). He authored notable works such as Guksa (National History) and Yeokong Paeseol (Yeokong’s Humble Talks).\n\nThe painting, measuring 93 cm in width and 177.3 cm in height, portrays Lee seated on a chair on silk with polychrome pigments. Unlike most portraits facing right, he gazes to the left, clad in a white linen robe with a silk border, his hands clasped within his sleeves. Behind him on the left stands a table with several books, while a chair armrest on the right foreground adds stability to the composition. The facial and garment outlines are delicately rendered with soft, non-linear brushwork, and the muted color palette, likely faded over centuries, conveys a serene aesthetic.\n\nPainted in 1319 by Yuan dynasty artist Zhen Jianru during Lee’s visit to the Yuan court, this work is one of only two extant original Goryeo portraits (the other being a half-length portrait of An Hyang). Its full-length format, meticulous composition, and leftward orientation distinguish it from Joseon-era portraits, which typically feature right-facing subjects against plain backgrounds. Though created by a Yuan artist, the portrait’s balanced structure and masterful depiction of the sitter secure its significance in Korean art history. Among four surviving versions of Lee’s portrait, this is considered the most exceptional, with excellent preservation and historical value.",
      "tokens": 1385
    },
    {
      "success": true,
      "key_asno": 1150000000,
      "name_en": "Celadon Bowl with Inlaid Peony and Vine Design",
      "content_en": "This celadon bowl, created during the peak of Goryeo celadon production, measures 6.05 cm in height, 16.8 cm in mouth diameter, and 4.4 cm in base diameter. Excavated in Gaepung-gun, Gyeonggi-do alongside the tomb epitaph of Mun Gong-yu (died 1159, 13th year of King Uijong's reign), it is the oldest dated example of inlaid celadon. The bowl features a narrow base and a gently flaring mouth, with a smooth curve from foot to rim. The interior center depicts a large floral motif within a circle, executed using reverse inlay (white slip on a black background). The inner surface, excluding the rim, is freely adorned with vine patterns. The exterior mirrors the rim design and incorporates five chrysanthemum blossoms at the center, with petals in white and leaves in black inlay. The monochromatic interior contrasts elegantly with the exterior's elaborate chrysanthemum motifs, a rare decorative harmony in peak-period inlaid celadon. The jade-green glaze, clear and evenly applied, enhances the subtle tonal variations and inlay details. This bowl is a critical artifact for understanding the development and technical sophistication of Goryeo inlay celadon during the mid-12th century, serving as an indispensable resource for scholarly research.",
      "tokens": 1218
    },
    {
      "success": true,
      "key_asno": 1160000000,
      "name_en": "Celadon Inlaid Peony Design Gourd-shaped Ewer",
      "content_en": "This is a 12th-century mid-Goryeo celadon ewer, crafted in the characteristic gourd shape frequently seen in Goryeo ceramics. It features a spout for pouring water and a handle, with dimensions of 34.4 cm in height, 2 cm mouth diameter, 16 cm body diameter, and 9.7 cm base diameter. The elegant curvilinear form harmonizes with perfect proportions, enhanced by black-and-white inlaid cloud and crane patterns on the upper neck. The slender neck is indented with grooves, creating a wrinkled texture. The lower body is densely adorned with blooming peonies, unopened buds, and leaves, showcasing intricate inlay craftsmanship. The vessel's refined silhouette and glaze exude understated elegance and stability, embodying the aesthetic sophistication of Goryeo artisanship through its subtle luminous quality and balanced composition.",
      "tokens": 922
    },
    {
      "success": true,
      "key_asno": 1180000000,
      "name_en": "Gilt-bronze Maitreya Bodhisattva in a Half-seated Meditative Pose (1964)",
      "content_en": "This small Bodhisattva statue, measuring 17.5 cm in height, was excavated in 1944 during construction work in Pyeongcheon-ri, Pyongyang. The statue exhibits significant corrosion, erosion from prolonged burial, and traces of fire damage. While the half-seated meditative pose (bangasayu) was prevalent during the Three Kingdoms period and previously documented only in Baekje and Silla, this statue provides the first confirmed example from Goguryeo, making it a notable artifact. The figure wears a tripartite mountain-shaped crown (samsangan) and tilts its head slightly downward in contemplation. Its square-shaped face has half-closed eyes and a faint smile. The upper body is unclothed, revealing a slender waist, while the lower body is draped in a skirt. The skirt’s pleats are minimally depicted with linear carvings above the knees but flow naturally into multiple vertical folds as they cover the lotus-shaped pedestal. The left foot rests on the pedestal, and the right foot is placed atop the left knee, with the left hand holding the right ankle. Although the right arm and hand are missing, it is presumed the figure once supported its chin in deep thought. The statue’s large face contrasts with its delicate physique, characteristic of meditative Bodhisattva imagery. Dated to the late 6th century, this Goguryeo example is distinguished by its confirmed provenance and historical rarity.",
      "tokens": 1130
    },
    {
      "success": true,
      "key_asno": 1250000000,
      "name_en": "Green-Glazed Bone Container (Excluding Granite Outer Case)",
      "content_en": "A bone container (골호) is a ceramic urn used in Buddhism to inter cremated remains, prevalent from the late Three Kingdoms period to the Goryeo dynasty. This Unified Silla-era vessel, measuring 16 cm in height and 15.3 cm in mouth diameter, was discovered inside a granite outer case featuring a round lid knob and flower-shaped edges. Both the body and lid are coated with green glaze. The body is elaborately decorated with stamped dotted lines and floral patterns, akin to seal impressions. Among the surviving glazed bone containers (시유골호), this piece is considered the most exceptional example of its kind.",
      "tokens": 875
    },
    {
      "success": true,
      "key_asno": 1270000000,
      "name_en": "Gilt-bronze Standing Avalokiteshvara Bodhisattva from Samyang-dong, Seoul",
      "content_en": "This 20.7 cm tall gilt-bronze statue of a standing bodhisattva was discovered in 1967 in Samyang-dong, Dobong-gu, Seoul, and is currently housed in the National Museum of Korea. The statue exhibits a crack above the ankle and a partially detached left robe. The bodhisattva wears a triangular crown adorned with a small Buddha image and has a rounded, serene face with a faint smile. The narrow shoulders and protruding abdomen create a curved silhouette reminiscent of a bow when viewed from the side. Thick robes draped in a U-shape around the waist and knees obscure the leg contours, with simplified linear folds. The right hand holds a flask (vase), while the left hand extends upward with the thumb and index finger forming a straight V-shape—a distinctive gesture. The lotus pedestal features inverted petals with sharp tips, contrasting the statue's softness. Identified as Avalokiteshvara due to the triangular crown with a Buddha image and the flask, the statue's plump facial features, body proportions, and U-shaped drapery suggest a creation date in the early 7th century. It serves as a critical artifact illustrating the prevalence of Avalokiteshvara veneration during the late Three Kingdoms period.",
      "tokens": 1113
    },
    {
      "success": true,
      "key_asno": 1280000000,
      "name_en": "Gilt-bronze Standing Avalokiteshvara Bodhisattva Statue",
      "content_en": "This small gilt-bronze standing Bodhisattva statue, measuring 15.2 cm in height, is believed to have been excavated in Gongju, Chungcheongnam-do, and exemplifies the stylistic characteristics of the Baekje period. The figure wears a semicircular crown adorned with floral patterns, with a prominently raised ushnisha (symbolic topknot) atop the head. The square-like face lacks a smile, imparting a solemn expression. The thin robe clings closely to the body, subtly revealing bodily contours, though the garment's folds are not sharply defined. Bead decorations descending from the shoulders cross in an X-shape near the abdomen and extend down the legs, with a round floral medallion at the center—a motif influenced by ancient Chinese styles also seen in Three Kingdoms period gilt-bronze Buddhist statues. The right hand holds the robe's hem, while the left clasps a large water pot (jingbi), identifying the figure as Avalokiteshvara Bodhisattva. The hexagonal pedestal features an inverted lotus pattern at the base and an open lotus motif above, with broad, softly carved petals distinctive of Baekje craftsmanship. Despite extensive oxidation, the statue retains a vibrant golden hue and embodies the graceful elegance characteristic of Baekje Buddhist sculptures.",
      "tokens": 1266
    },
    {
      "success": true,
      "key_asno": 1310000000,
      "name_en": "Late Goryeo Hwaryeongbu Household Register Document",
      "content_en": "This household register was created in 1390 (the 2nd year of King Gongyang's reign) in Yeongheung, the ancestral hometown of Yi Seong-gye (1335–1408), the founder of the Joseon Dynasty. During the Goryeo period, aristocrats compiled household registers every three years, producing two copies: one submitted to the government office and one retained by the individual. This document is believed to have been kept by Yi Seong-gye himself. It records his official titles, stipend, and includes the name of his son Yi Bang-won (later King Taejong). Additionally, it details family members living under the household head Yi Seong-gye, such as children, siblings, sons-in-law, and slaves. As a pre-Joseon foundation-era record, this document is an invaluable resource for understanding Yi Seong-gye's lineage and the household registration system of the time.",
      "tokens": 920
    },
    {
      "success": true,
      "key_asno": 1290000000,
      "name_en": "Gilt-bronze Standing Bodhisattva (1968)",
      "content_en": "This gilt-bronze standing Bodhisattva, standing 54.5 cm tall, exemplifies the stylistic and characteristic features of Bodhisattva statues popular during the Unified Silla period. Currently, the pedestal (daeza) on which the Bodhisattva once stood and the crown (gwan) it wore are missing, and the left hand has broken off at the forearm. The head appears slightly large in proportion to the body, with a prominent usnisa (topknot) atop the head. The face gives an impression of stiffness, as the area below the eyes is notably elongated compared to the upper part. The celestial garment (cheoni) diagonally crosses the broad chest, flows down the back, and drapes over both arms, with the right hand holding one of its strands. The skirt, folded once at the waist, cascades over the knees and extends to the ankles. The U-shaped, raised wrinkles on the skirt are rendered with sophisticated and elegant craftsmanship. While similar Bodhisattva statues from the Unified Silla period are commonly found, this piece shares typological affinities with works such as the Gyeongju Gamsansa Stone Maitreya Bodhisattva (National Treasure), created in 719 (18th year of King Seongdeok's reign), and the Gyeongju Gulbulsa Temple Stone Quadruple Buddha (Treasure), dated to the mid-8th century, despite differences in material. Though well-balanced and flexible in overall form, the slightly rigid expressions in the face and body suggest this work was produced in the late 8th century.",
      "tokens": 1163
    },
    {
      "success": true,
      "key_asno": 1190000000,
      "name_en": "Gilt-bronze Standing Buddha of Yeonga 7th Year",
      "content_en": "This Buddha statue, associated with the Goguryeo kingdom, is notable for its discovery in Uiryeong, Gyeongsangnam-do, a region historically part of Silla. Inscribed on the reverse of its halo (mandorla), it is identified as the 29th of a thousand Buddhas crafted by monks from Dongsa Temple in Pyongyang to disseminate widely. Standing 16.2 cm tall, the statue features rare small spiral hair curls for a Three Kingdoms-era Buddhist image, with a prominent usnisa (topknot) at the crown. The face is elongated and serene, with a subtle smile. The right hand is raised with the palm facing forward, while the left hand, positioned at the waist with the palm forward, has its third and fourth fingers bent—a distinctive trait of Three Kingdoms Buddhist statues. Though the thick robes conceal bodily contours, the robust physique and defined shoulder bones convey strength. The flame-patterned robe edges, carved with dynamic, linear swirls, reflect stylistic influences from the Northern Wei dynasty of China. Despite partial damage to the halo, its intact gilding makes it exceptionally rare. The inscription and vigorous artistic style suggest it is a representative Goguryeo Buddha from the late 6th century.",
      "tokens": 1190
    },
    {
      "success": true,
      "key_asno": 1340000000,
      "name_en": "Gilt-bronze Standing Bodhisattva Triad",
      "content_en": "This triad statue, traditionally believed to have been excavated in Chuncheon, Gangwon Special Self-Governing Province, features a unique composition with three figures arranged on a single halo (mandorla), with the body, halo, and pedestal integrally attached. The central bodhisattva wears a crown and has a rounded face. A thin undergarment is draped diagonally across the chest, while the thick outer robe crosses in an 'X' shape at the front before flaring outward like bird wings. The skirt extends to the ankles with subtle linear folds. The right hand is raised to shoulder height with the palm facing outward, while the left hand has fingers pointing downward, with the last two fingers bent. The two flanking arhat figures, depicted with shaved heads and clasped hands, wear thick robes that obscure detailed drapery or anatomical features.\n\nThe halo behind the bodhisattva has a raised rim and a boat-shaped form, divided into head and body sections by three horizontal lines. The head halo contains lotus motifs, while intricate flame patterns adorn the outer edges of both sections. The pedestal beneath the figures bears double-lined lotus designs, a style reminiscent of Baekje-period works such as the Jeongjiwon-inscribed Gilt-bronze Standing Shakyamuni Buddha (Treasure) from Busosan Mountain and the Gilt-bronze Seated Maitreya Bodhisattva (National Treasure), though executed with greater refinement. The 'X'-shaped drapery, wing-like robe folds, and bent finger gesture reflect typical Three Kingdoms period iconography. Notably, the arrangement of a bodhisattva flanked by arhats represents a pioneering composition in Korean Buddhist art, enhancing its historical significance.",
      "tokens": 1301
    },
    {
      "success": true,
      "key_asno": 1330000000,
      "name_en": "Celadon Ewer with Peony and Lotus Design in Gourd Shape",
      "content_en": "This celadon ewer, created in the mid-Goryeo period, stands 33.2 cm in height with a base diameter of 11.4 cm. The body is shaped like a gourd, surrounded by lotus leaves. It features a flower-bud-shaped stopper, while the narrow neck is adorned with a depiction of a child holding a lotus bud with both hands, accompanied by lotus leaf decorations. The handle, crafted in the form of a slightly bent vine, has a frog perched atop it. The spout is designed by rolling a lotus leaf. Although the use of red slip (jinja) in celadon decoration existed as early as the first half of the 12th century, bold applications of this technique emerged predominantly in the 13th century. This piece, excavated from the tomb of Choi Hang in Ganghwa, Gyeonggi-do, is estimated to date to the reign of King Gojong (1213–1259). The exceptional quality of its red slip decoration on the lotus leaf edges and veins makes it a valuable artifact in the history of Goryeo celadon.",
      "tokens": 1268
    },
    {
      "success": true,
      "key_asno": 1130000000,
      "name_en": "Celadon Bottle with Iron-painted Willow Design in Cylindrical Form",
      "content_en": "This is a 31.6 cm tall iron-painted celadon bottle created during the Goryeo Dynasty. It features a simple, straight cylindrical shape with minimal linear variation, and the shoulders are slightly chamfered to reduce monotony, flaring gently outward at the rim. On both sides of the body, a single willow tree is depicted using red clay slip, with no additional decorative elements. The boldly simplified willow design exudes a refined and rustic charm. During firing, the glaze accidentally developed a subdued bluish-green hue on the lower part of one willow and the background of the other, evoking a poetic, pond-like visual effect. This bottle is one of the few surviving cylindrical iron-painted celadon vessels from the Goryeo period, acquired by the Chosun Government-General Museum in 1931 from a Japanese collector. Its harmonious proportions, chamfered shoulder, natural brushwork, and innovative expression make it a standout example of the era's ceramic artistry.",
      "tokens": 861
    },
    {
      "success": true,
      "key_asno": 1040000000,
      "name_en": "전 원주 흥법사지 염거화상탑",
      "content_en": "{\n  \"name_en\": \"Former Tomb Tower of Monk Yeomgeo from Heungbeopsa Temple Site, Wonju\",\n  \"content_en\": \"This octagonal stone stupa enshrines the remains of Monk Yeomgeo (d. 844), a prominent disciple of Master Doseon during the late Unified Silla period. Yeomgeo dedicated his life to spreading Seon (Zen) Buddhism at Eokseongsa Temple on Mount Seorak, transmitting his teachings to Chejing before his passing in 844 (6th year of King Munseong's reign). Originally located at the Heungbeopsa Temple site in Wonju, Gangwon Special Self-Governing Province, the tower's provenance remains unconfirmed, hence the prefix 'Former (傳).' It was relocated multiple times—through Tapgol Park, Gyeongbokgung Palace—and now resides at the National Museum of Korea.  \n\nThe stupa's structure adheres to an eight-sided plan across its three-tiered base, body, and roof. The base features lion carvings on the lowest tier, sunken floral panels (ansang) with incense burners on the middle tier, and double lotus motifs transitioning to rounded ansang with decorative patterns on the upper tier. The main body (tapsin) alternates between door motifs and vividly sculpted Four Heavenly Kings, while the roof stone meticulously replicates wooden architecture with tile grooves, eave ends, and rafter patterns. Though the original finial is lost, a gold-plated bronze inscription (geumdong tapji) discovered during relocation confirmed its construction date to 844.  \n\nAs the oldest extant relic stupa in Korea, this masterpiece exemplifies refined elegance and craftsmanship, setting a precedent for subsequent stupa designs. Its historical and artistic significance lies in preserving the transition from abstract to representational Buddhist sculpture and its role in establishing Seon Buddhism's legacy.\"\n}",
      "tokens": 1718
    },
    {
      "success": true,
      "key_asno": 1370000200,
      "name_en": "Dae-gu Bisan-dong Bronze Age Spear and Sickle Spear Set",
      "content_en": "This artifact was excavated from an Early Iron Age tomb site in Bisan-dong, northern Daegu. The socketed spears (dongmo), a type of spear, were designed with a socket at the base to insert a wooden shaft, secured by a semicircular ring at the tip. Three specimens were discovered: one measuring 67.1 cm, ranking among the longest socketed spears found in Korea; a 57.2 cm wide-bodied variant (gwanghyeong dongmo) with a solid ring (no perforations), suggesting ceremonial rather than practical use; and a well-preserved 40.0 cm specimen. Unlike many socketed spears influenced by Chinese designs, these exemplify a fully localized Korean form, notable for their distinct stylistic and functional evolution.",
      "tokens": 828
    },
    {
      "success": true,
      "key_asno": 1390000000,
      "name_en": "Folding Screen of Immortal Figures by Kim Hong-do",
      "content_en": "This is a Taoist-Buddhist figure painting created by the late Joseon-period artist Danwon Kim Hong-do (1745–?). Originally an eight-panel folding screen, it is now divided into three hanging scrolls. When fully connected, the artwork measures 575.8 cm in width and 132.8 cm in height, while the separated scrolls are approximately 48.8 cm wide and 28 cm tall. Executed on paper with ink as the primary medium, it incorporates accents of blue, brown, and crimson. Though the exact identities of the depicted immortals cannot be definitively confirmed, the composition features Laozi riding a qilin and holding the Dao De Jing at the right, flanked by immortals such as Dongfang Shuo with a peach, and attendants grouped into three clusters. The figures' gazes and flowing robes all face leftward, with their numbers gradually decreasing toward that direction, guiding the viewer's eye naturally across the scene. Bold ink outlines capture dynamic forms, while delicate brushwork details faces, hands, and objects, animating the figures' expressions. The sparse, figure-centric composition, lifelike portrayals, and rounded facial features reflect techniques seen in Kim's genre paintings. Despite following traditional models, the work exhibits a bold, unique style that influenced later artists like Kim Deuk-sin and Lee Myeong-gi, shaping late Joseon immortal paintings.",
      "tokens": 1058
    },
    {
      "success": true,
      "key_asno": 1380000000,
      "name_en": "Goryeong Gold Crown and Ornaments Set",
      "content_en": "This gold crown and accompanying gold ornaments, traditionally attributed to the Gaya confederacy, are said to have been excavated in Goryeong, Gyeongsangbuk-do. The crown, measuring 11.5 cm in height and 20.7 cm in base diameter, features a wide headband adorned with four grass-flower-shaped ornaments. The band is decorated with dotted patterns and attached circular gold plates, with curved jade pendants sporadically added—though these are noted to have been affixed post-excavation. The grass-flower ornaments, symmetrically fixed with gold threads, also bear scattered circular gold plates. The accompanying gold artifacts include circular, ginkgo-leaf-shaped, floral, and curved jade forms, along with gold rings and pendants; however, their original placement on the crown remains unclear. Notably, the grass-flower ornaments resemble those of the Baekje gold-gilt crown from Naju's dolmen tomb but differ from Silla crowns found in Gyeongju. A distinctive feature is the pen-tip-like refinement of the ornaments' ends, flanked by horn-like protrusions designed to suspend curved jade pendants.",
      "tokens": 1070
    },
    {
      "success": true,
      "key_asno": 1400000000,
      "name_en": "Mother-of-Pearl Floral Mirror",
      "content_en": "This mirror, made using the najeon (mother-of-pearl inlay) technique and reportedly excavated from the Gaya region, measures 18.6 cm in diameter and 0.6 cm in thickness. It is the oldest known najeon craftwork discovered in Korea. Notably, a similar mirror crafted with the same technique is preserved in Japan's Shosoin Repository, drawing significant attention. The back of the mirror features a circular bead-shaped border with small floral patterns inside, each petal inlaid with amber. The entire back surface is adorned with vibrant peony designs, flanked by a lion and a bird on either side. Between these motifs, thickly lacquered blue jade pieces are embedded. Dated to the 8th–10th century based on its resemblance to the Shosoin mirror, this artifact holds exceptional value as Korea's earliest extant najeon craftwork.",
      "tokens": 723
    },
    {
      "success": true,
      "key_asno": 1370000100,
      "name_en": "Dae-gu Bisan-dong Bronze Set: Sword and Scabbard Accessories",
      "content_en": "This artifact was excavated from an Early Iron Age tomb site in Bisan-dong, northern Daegu. The bronze dagger is a typical slender type (se-hyeong donggeom) with a sharp tip and a raised ridge extending to the blade's end. Its hilt features two facing birds with intertwined heads, a design previously found near Pyongyang, suggesting cultural ties to northern Bronze Age traditions. The dagger exhibits a dark patina with a glossy surface on the hilt, lacking additional decorative elements. \n\nAccompanying accessories include: a hilt ornament shaped like an oval ginkgo nut with parallel line patterns, a bronze oval ring likely used to reinforce and decorate a wooden scabbard, and a wooden scabbard tip ornament (3.75cm long, 2.9cm base width). A hilt fragment is also present. The separate construction of the blade, hilt, and tip ornament indicates production in the southern Korean Peninsula.",
      "tokens": 897
    },
    {
      "success": true,
      "key_asno": 1410000000,
      "name_en": "Jeongmun Mirror",
      "content_en": "The Jeongmun Mirror is a bronze mirror from the Early Iron Age, also known as a 'fine-patterned mirror.' Unlike the coarsely patterned mirrors (geochun-mun-kyung) of the Bronze Age, it is characterized by intricate geometric designs based on small triangles. This mirror, measuring 21.2 cm in diameter, features two protruding loops (nyu) for suspension, asymmetrically placed on one side—a distinctive trait of Korean examples. The mirror's back is divided into three concentric zones: inner (naegu), middle (junggu), and outer (oeggu). Each zone is adorned with meticulously arranged triangular patterns that intersect geometrically. The outer zone contains eight symmetrically paired concentric circles. Enriched with a high tin content, the mirror reflects light exceptionally well. As the largest and most elaborately decorated fine-patterned mirror extant, it is a quintessential artifact representing Korea's Early Iron Age.",
      "tokens": 937
    },
    {
      "success": true,
      "key_asno": 1360000000,
      "name_en": "Gilded Bronze Dragon-Headed Flagpole Finial",
      "content_en": "This artifact is a small flagpole (danggan) with a dragon-head finial, used in Buddhist temples to mark sacred boundaries or display ceremonial flags. The structure consists of a two-tiered base (73.8 cm tall) supporting two pillars, between which stands the flagpole. The pole is composed of eight interlocking cylindrical sections, with the topmost cylinder adorned with a dragon's head. The dragon's head is realistically rendered, featuring scaled neck patterns and dynamically curved horns, exuding vitality. Originally coated with a thin layer of brown lacquer and gilded, only traces of the gold leaf remain today. As a rare surviving example of Korean flagpole finials, it reflects the sophisticated craftsmanship and stylistic evolution of the danggan tradition, which flourished since the Silla period. Dated to the Goryeo era, this piece serves as a valuable reference for understanding temple architecture and ritual objects of the time, despite its smaller scale and likely indoor ceremonial use.",
      "tokens": 1001
    },
    {
      "success": true,
      "key_asno": 1350000000,
      "name_en": "Shin Yun-bok's Genre Painting Album",
      "content_en": "This album, created by the late Joseon-period painter Hye-won Shin Yun-bok (1758–?), contains over 30 genre paintings, including renowned works such as 'Dano Festival' and 'Moonlit Night.' Each page measures 28 cm in width and 35 cm in height. Shin Yun-bok, who succeeded his father Shin Han-pyeong and once served as a court painter at the Royal Academy of Painting, is celebrated for his vibrant landscape paintings but achieved particular distinction in genre art. His works in this album focus on the romantic relationships and leisurely culture of the yangban (aristocratic) class, featuring delicate, flowing brushstrokes and elegant colors that evoke a refined, romantic atmosphere. The figures, depicted with elongated faces and upward-curving eyes, carry a subtle sensuality, while the realistic backgrounds enhance the narrative. Though most pieces include brief inscriptions and seals, the absence of dates makes it difficult to trace the evolution of his style. Originally taken to Japan, the album was repurchased in 1930 by collector Jeon Hyeong-pil, who had it rebound and commissioned a preface by Oh Se-chang. Beyond its artistic merit, the album provides invaluable insights into late 18th-century Korean society, serving as a crucial resource for studies in daily life and costume history.",
      "tokens": 1150
    },
    {
      "success": true,
      "key_asno": 1450000000,
      "name_en": "Bronze Stove with Goblin Mask Design",
      "content_en": "The Bronze Stove with Goblin Mask Design stands 12.9 cm tall, featuring a cauldron-shaped body (hun-gubu) supported by a pedestal base (gi-dae-bu). The body is adorned with a carved goblin face. The upper rim (gu-yeon-bu) has three curved mountain-shaped ridges with triangular protrusions. Each side of the body has two rings, likely used to attach handles that are now missing. The lower section tapers and connects to the base, with a large goblin face engraved at the constricted area; the mouth of this face is pierced through to the interior. The base is supported by three legs carved with monstrous facial motifs. While the exterior remains largely intact, the internal fire support plate used to hold burning fuel is missing. Though resembling an incense burner, the presence of ventilation holes on the body suggests it may have functioned as a wind stove (pungno) or tea stove (daro).",
      "tokens": 1090
    },
    {
      "success": true,
      "key_asno": 1420000000,
      "name_en": "Dongguk Jeongun",
      "content_en": "Dongguk Jeongun is Korea's first standardized pronunciation guide, compiled under King Sejong's order by scholars Shin Suk-ju, Choe Hang, and Park Pang-yeon, and published in 1448 (30th year of Sejong's reign). Comprising six volumes and six books, it was printed using movable type. Serving as a counterpart to the Chinese rhyme book Hongmu Jeongun, its title translates to 'Correct Sounds of the Eastern State,' reflecting its purpose to unify and standardize the chaotic pronunciation of Chinese characters in Korea at the time. The text features large woodblock characters for the main body, smaller Gabinja-type metal type for supplementary text, and a preface in larger Gabinja characters. Structurally, it includes a 7-page preface, a 4-page table of contents, and volumes ranging from 40 to 47 pages each, with dimensions of 19.8 cm (width) × 31.9 cm (height). Compared to the simultaneously published National Treasure edition of Dongguk Jeongun, this version shows slight trimming of the top and bottom margins during rebinding, differences in the woodblock-printed title fonts, and ink annotations labeling the Six Arts (Rituals, Music, Archery, Charioteering, Writing, Mathematics), likely added later. This work holds immense significance as the first to transcribe Chinese characters using Korean phonology, rivaling Hunmin Jeongeum in its value for Korean language studies. It remains a foundational resource for researching historical phonological systems, the creation of Hangeul, and 15th-century Korean-Chinese pronunciation, alongside its National Treasure counterpart.",
      "tokens": 1444
    },
    {
      "success": true,
      "key_asno": 1480000100,
      "name_en": "Seventeen Histories: A Compilation of Ancient and Modern Essentials, Volume 16",
      "content_en": "This is a compilation by Hu Tingfang (胡庭芳), a scholar active from the late Song to early Yuan dynasties, who selected and summarized key historical facts from 17 official Chinese histories, ranging from the Records of the Grand Historian (史記) and the Book of Han (漢書) to the Five Dynasties (五代), and added his own commentary. The Kyujanggak collection contains only Volume 16 of the Tang History (唐書) portion, a fragmentary remnant (零本) printed using Gyeongmi metal type (癸未字) cast in 1403 (3rd year of King Taejong's reign). It is estimated to have been printed and published around 1412 (12th year of King Taejong's reign). The book measures 18.7 cm in width and 25.6 cm in height. Originally comprising 37 sheets, it is now missing sheets 26, 27, and 28, with significant paper wear causing parts of the text to be illegible. The original cover is also heavily damaged, with a yellow cloth cover and red fabric reinforcement added over it. As an early Joseon-era publication, it reflects the nascent state of printing technology at the time, with daily output limited to only a few sheets. Printed using Korea's first metal movable type, the Gyeongmi type, this volume holds considerable historical value and is recognized as a vital resource for studying the development of metal type casting and printing techniques during the Goryeo and early Joseon periods.",
      "tokens": 1158
    },
    {
      "success": true,
      "key_asno": 1480000200,
      "name_en": "Seventeen Historiographies Compilation: A Comprehensive Digest of Ancient and Modern Times, Volume 17",
      "content_en": "This book is a compilation of 17 official histories (zhengshi) from ancient China to the Five Dynasties period, edited by Hu Jingfang of the Yuan dynasty. It is presumed to have been printed and published in 1412 (12th year of King Taejong's reign) using the Gye-mi metal type cast in 1403 (3rd year of King Taejong's reign). The volume comprises 33 pages (pages 1–33), but pages 11 and 34 onward are missing. Due to heavy wear, the top edges of pages 29–33 are illegible. The original cover has been overlaid with a yellow cover and reinforced with red fabric. The book measures 18.7 cm in width and 25.6 cm in height. Despite the limited daily print output of only a few pages under early technical conditions, this work holds significant value as the first metal movable type printed in Joseon. It is regarded as a crucial resource for studying the development of type casting and printing techniques from the Goryeo to the Joseon dynasties.",
      "tokens": 1137
    },
    {
      "success": true,
      "key_asno": 1490000100,
      "name_en": "Dongnae Seonsaeng's Revised and Corrected Northern and Southern Commentaries, Volumes 4 and 5",
      "content_en": "This book is a compilation (校編) by Yeo Jo-gyeom of the Song Dynasty, printed during the reign of King Taejong of Joseon (1403) using the Gye-mi metal type (계미자), cast in the third year of Taejong's reign (1403). The Gye-mi type is a critical resource for studying the development of metal type casting and typesetting techniques in Goryeo and Joseon periods, though it is rare due to its brief usage period.\n\nVolume 4 originally consisted of 29 chapters but is missing the first, leaving 28 extant chapters. Volume 5 preserves all 19 chapters. The book's cover has faded due to moisture, with some text illegible. The original yellowish-brown covers have been reinforced with blue fabric on the front and back. The dimensions are 10.7 cm (width) × 29.7 cm (height).\n\nCompared to other artifacts using the Gye-mi type, this edition exhibits exceptionally refined and clear printing. It is highly valued as a key resource for researching metal type characters from the Goryeo and Joseon dynasties.",
      "tokens": 976
    },
    {
      "success": true,
      "key_asno": 1490000200,
      "name_en": "Volume 6 of Dongnae Seonsaeng's Revised and Corrected Northern and Southern Commentaries on the Analects",
      "content_en": "This book is a compilation (校編) by Yeo Jogyeom of the Song Dynasty, printed during the reign of King Taejong of Joseon (1403) using Gyeongmi metal type, cast in the third year of Taejong's reign (1403). The Gyeongmi type is a valuable resource for studying the development of metal type casting and typesetting techniques in Goryeo and Joseon periods, though it was used for a short period, making surviving copies rare. The volume consists of 1–32 leaves, but leaf 31 is missing, leaving only 31 leaves. The cover has faded due to moisture, and some text is illegible. Yellowish paper was added to the front and back for reinforcement. Compared to Volumes 4 and 5, this volume is in relatively good condition. The printing quality is more refined and clear than other artifacts using Gyeongmi type, making it a significant resource for researching metal type characters from the Goryeo and Joseon periods.",
      "tokens": 914
    },
    {
      "success": true,
      "key_asno": 1500000000,
      "name_en": "Collected Memorials and Tablets of the Song Dynasty, Volume 7",
      "content_en": "This is a compilation of outstanding memorials (표문) and formal letters (전문) submitted by eminent officials of the Song Dynasty to the emperor regarding state affairs, though the compiler remains unknown. Printed in 1403 (3rd year of King Taejong's reign) using Gyeongmi metal type (계미자), the first metal movable type in Joseon, this is a fragmentary copy (영본) consisting solely of Volume 7. The book measures 19 cm in width and 29 cm in height, comprising 12 leaves. Pages 10–12 of the text are partially damaged, and the back cover is missing. Additional paper sheets were added to the front and back, and the binding was restored with dark yellow cloth and reinforced with red fabric. Due to the brief usage period of Gyeongmi type, surviving imprints are exceptionally rare. As such, this volume holds immense value for research on metal type casting, printing techniques, and typography during the Goryeo and early Joseon periods.",
      "tokens": 912
    },
    {
      "success": true,
      "key_asno": 1510000400,
      "name_en": "The Annals of the Joseon Dynasty: Jiksangsan Accession Depot Copy",
      "content_en": "The Annals of the Joseon Dynasty (『조선왕조실록』) chronicles 472 years (1392–1863) of Joseon history, spanning 25 monarchs from King Taejo to King Cheoljong. Completed annals were stored in five regional archives to safeguard against disasters: the Spring Autumn Office Archives Depot (Seoul), Jeongjoksan Archives Depot (Ganghwa), Taebaeksan Archives Depot (Bonghwa), Odaesan Archives Depot (Pyeongchang), and Jiksangsan Archives Depot (Muju). The Jiksangsan copy, not included in the original designated scope, was reportedly taken to North Korea during the Korean War (1950–1953), with its whereabouts and physical condition remaining unknown. Recently, four volumes of the Jiksangsan copy were identified: one held by the National Museum of Korea and three by the Academy of Korean Studies. The National Museum’s volume, acquired in 2005 (『Gwanghaegun Ilgi』 Volumes 55–58), bears seals such as \"Lee Wangga Collection\" and \"Donated by the Japanese Government-General of Korea from the Jiksangsan Archives Depot, Muju,\" confirming its origin. This discovery verifies that South Korea now holds complete or partial copies from four archives: Jeongjoksan, Odaesan, Jiksangsan, and Taebaeksan.",
      "tokens": 1097
    },
    {
      "success": true,
      "key_asno": 1510000300,
      "name_en": "Annals of the Joseon Dynasty: Odaesan Accession Copy",
      "content_en": "The Annals of the Joseon Dynasty chronicle 472 years (1392–1863) of history from the reign of King Taejo to King Cheoljong, spanning 25 monarchs, recorded in a chronological annals format (編年體). The Odaesan Accession was established around 1606 (39th year of King Seonjo’s reign). After the Imjin War (1592–1598) destroyed all copies except the Jeonju Accession, the Joseon government reprinted four sets of annals from 1603 to 1606, based on the surviving Jeonju copy. These were stored in five newly built archives: Changdeok Palace’s Chunghakgwan, Ganghwa, Taebaeksan, Myohyangsan, and Odaesan. Due to post-war economic hardships, three sets were printed as official copies (正本), while the fourth, housed at Odaesan, was a corrected proof version (교정쇄본) bound to substitute for the official copy. Thus, the Odaesan Accession’s annals from Taejo to Myeongjong are proof copies, while those from Seonjo to Cheoljong are official editions.\n\nDuring the Japanese occupation, 75 volumes were taken to Tokyo Imperial University in 1913. Most were lost in the 1923 Great Kanto Earthquake, but 27 surviving volumes were transferred to Keijo Imperial University (1932) and later to Seoul National University’s Kyujanggak. Designated as National Treasures in 1973, an additional 47 volumes were repatriated in 2006 (added to National Treasures on February 26, 2007) and one more in 2018 (added on June 26, 2019). The total 75 volumes are now preserved at the National Palace Museum of Korea.",
      "tokens": 1453
    },
    {
      "success": true,
      "key_asno": 1550000000,
      "name_en": "Gold Crown Ornament of Queen Consort of King Muryeong",
      "content_en": "This gold crown ornament of the queen consort was excavated alongside the king's crown ornament from the Tomb of King Muryeong in Gongju. It consists of a pair of identical pieces, each measuring 22.6 cm in height and 13.4 cm in width. Discovered in 1971 during the investigation of the tomb, the ornaments were found folded near the queen's head inside the coffin. Crafted from a gold plate with perforated decorative patterns and a stem at the base, the design features symmetrical openwork motifs arranged in an orderly fashion. The central motif depicts a vase placed on a lotus pedestal, surrounded by vine patterns, with a fully bloomed flower atop the vase. The upper edges are adorned with flame patterns. Compared to the king's crown ornament, this piece is slightly smaller and lacks additional decorations like beads, giving it a more minimalist appearance. The Tomb of King Muryeong, a brick-chamber tomb (jeonchukbun) of King Muryeong (r. 501–522), the 25th ruler of the Baekje Kingdom, and his queen, yielded numerous artifacts. These relics provide critical insights into the cultural sophistication, burial practices, and artistic achievements of early 6th-century Baekje. Notably, the tomb's epitaph (jiseok) is the first known record in the Three Kingdoms period to identify the tomb's occupant and construction date.",
      "tokens": 1015
    },
    {
      "success": true,
      "key_asno": 1530000000,
      "name_en": "Ilseongnok: The Daily Records of the Joseon Dynasty",
      "content_en": "The Ilseongnok is a diary-style chronicle documenting 151 years of state affairs in late Joseon Korea, from January 1760 (36th year of King Youngjo's reign) to August 1910 (4th year of Emperor Sunjong's reign). Originating from King Jeongjo's personal diary, the Johnheongak Ilgi, which he began as a crown prince to reflect on his actions and studies—inspired by the Confucian Analects' teaching of daily self-examination—the records evolved into an official state diary. After ascending the throne in 1776, King Jeongjo continued writing but delegated the task to Gyujanggak scholars in 1783 due to growing administrative duties. From 1785, the Ilseongnok was systematized, integrating earlier records and the Seungjeongwon Ilgi (Diary of the Royal Secretariat) into a unified format. Recognized alongside the Joseon Wangjo Sillok (Annals of the Joseon Dynasty), Seungjeongwon Ilgi, and Bibyeonsa Deungrok (Records of the Border Defense Council) as a key historical source, the Ilseongnok uniquely preserves political events and social conditions absent in other chronicles. It was inscribed on UNESCO's Memory of the World Register in May 2011.",
      "tokens": 1608
    },
    {
      "success": true,
      "key_asno": 1520000000,
      "name_en": "State Council Registers (Bi-byeonsa Deungrok)",
      "content_en": "The State Council Registers (Bi-byeonsa Deungrok) are daily records of the Bi-byeonsa (Council of State for National Defense), the supreme decision-making body responsible for core state affairs from the mid-Joseon period. Also known as 'Bi-guk Deungrok' (備局謄錄) due to the council's abbreviation as Bi-guk (備局), these records were used as critical source materials for compiling the Annals of the Joseon Dynasty, alongside the Seungjeongwon Ilgi (Diary of the Royal Secretariat) and Ilseongnok (Diary of Daily Reflection). All pre-Imjin War (1592) records were lost, with 273 volumes surviving from 1617 (9th year of King Gwanghae-gun's reign) to 1892 (29th year of King Gojong's reign), spanning 276 years. Typically compiled as one volume per year, additional volumes were created during eventful periods. Despite the council's abolition in 1865 (2nd year of King Gojong), records continued until 1892 under the State Council (Uijeongbu), which inherited its functions, maintaining the same format under the name 'Uijeongbu Deungrok.' These registers are invaluable for tracing socio-economic transformations in late Joseon, documenting governance, diplomacy, military affairs, and administrative decisions in meticulous detail.",
      "tokens": 1587
    },
    {
      "success": true,
      "key_asno": 1680000000,
      "name_en": "White Porcelain Bottle with Peach, Plum, and Chrysanthemum Designs in Underglaze Red",
      "content_en": "This white porcelain bottle was created in the early Joseon period, measuring 21.4 cm in height, 4.9 cm in mouth diameter, and 7.2 cm in base diameter. The mouth flares outward, and the bottle features a long neck. Two horizontal lines adorn the neck, shoulder, and body, respectively. Between the neck and shoulder, a stylized banana leaf design is depicted, while elongated plum and chrysanthemum patterns are painted realistically on the front and back of the shoulder and body. Although underglaze red (jinja) was first used in Korean ceramics during the Goryeo period, its application in early Joseon is only documented through historical records, with widespread use occurring later. This bottle holds significant value as a rare early Joseon example of underglaze red decoration on porcelain.",
      "tokens": 828
    },
    {
      "success": true,
      "key_asno": 1670000000,
      "name_en": "Celadon Pitcher in the Shape of a Human Figure",
      "content_en": "This is a Goryeo-era figurative celadon pitcher, standing 28.0 cm in height with a base diameter of 11.6 cm. Figurative celadon (Sanghyeong Cheongja) is crafted to mimic the form of objects, and this pitcher depicts a person wearing a hat (gwan) and a robe (dopo), holding a dish with a peach. A hole drilled into the front of the hat serves as the water inlet, while another hole at the front of the peach allows water to be poured out. A handle is attached to the back of the figure, topped with a small loop. The hat is adorned with a bird-shaped decoration, and white dots accentuate the hat, collar, robe ties, and peach. The entire piece is coated with a thick, glossy pale green celadon glaze. Discovered in 1971 at an orchard on the outskirts of Daegu, it was designated as a cultural heritage item. It is one of the rare 13th-century figurative celadons with a confirmed excavation site.",
      "tokens": 962
    },
    {
      "success": true,
      "key_asno": 1690000000,
      "name_en": "Goryeo Celadon Bottle with Raised Bamboo Joint Design",
      "content_en": "This celadon bottle from the Goryeo Dynasty measures 33.8 cm in height, with a mouth diameter of 8.4 cm and a base diameter of 13.5 cm. The mouth flares widely like a trumpet, the neck is elongated, and the lower body is plump. Raised bamboo patterns extend from the neck to the lower body, with bamboo joints delicately expressed as double engraved lines. The glaze exhibits a clear pale green hue with subtle crazing. The bottle's elegant curves, smoothly descending from the mouth to the base, evoke a refined charm, while the fullness of the lower body provides stability. The bamboo design, clustered at the base and converging upward, merges into a single stem at the shoulder, forming a narrow, elongated neck. The craftsmanship skillfully balances the complexity of the neck's structure, creating a harmonious aesthetic.",
      "tokens": 819
    },
    {
      "success": true,
      "key_asno": 1510000600,
      "name_en": "The Annals of the Joseon Dynasty: Incomplete Volumes and Scattered Leaves",
      "content_en": "The Annals of the Joseon Dynasty (『조선왕조실록』) is a chronological record of 472 years (1392–1863) spanning 25 kings from King Taejo to King Cheoljong of the Joseon Dynasty. Published under titles such as 'The Annals of King Seongjong (『성종대왕실록』)', it is collectively referred to as the 'Annals of the Joseon Dynasty.' Completed annals were stored in five major archives—Spring Autumn Office Archive (Seoul), Jeongjok Mountain Archive (Ganghwa), Taebaeksan Mountain Archive (Bonghwa), Odaesan Mountain Archive (Pyeongchang), and Jiksangsan Mountain Archive (Muju)—to safeguard against disasters. \n\nThe annals comprehensively document historical facts across politics, culture, society, diplomacy, economy, military, and law of the Joseon period. Renowned for their high credibility, even kings were prohibited from accessing them freely. Recognizing their value, the Jeongjok Mountain, Taebaeksan Mountain, and Odaesan Mountain copies, along with other scattered leaves, were designated as National Treasures on December 31, 1973. \n\nOn June 26, 2019, 21 additional books (2 incomplete volumes and 19 scattered leaves) were designated, bringing the total to 99 books (69 incomplete volumes and 30 scattered leaves). The incomplete volumes primarily consist of reprinted editions, while the scattered leaves are collected missing pages from the Jeongjok Mountain copy. Both serve as critical sources for verifying corrections and publication processes of the annals. Consequently, the designation was renamed from 'The Annals of the Joseon Dynasty: Other Scattered Leaves' to 'The Annals of the Joseon Dynasty: Incomplete Volumes and Scattered Leaves.'",
      "tokens": 1357
    },
    {
      "success": true,
      "key_asno": 1510000100,
      "name_en": "The Annals of the Joseon Dynasty (Jeongjoksan Branch)",
      "content_en": "The Annals of the Joseon Dynasty is a comprehensive historical record of 472 years (1392–1863) spanning 25 kings from King Taejo to King Cheoljong, compiled in chronological order (編年體). The Jeongjoksan Branch, housed in Kyujanggak, consists of 1,187 volumes. It encompasses political, social, diplomatic, economic, military, legal, and cultural aspects of the Joseon Dynasty, renowned for its historical accuracy and reliability. Recognized globally for its value, it was inscribed in UNESCO’s Memory of the World Register in October 1997.\n\nCompilation began after a king’s death under the supervision of a temporary office (실록청). Historiographers (사관) used draft records (사초), government documents such as the Daily Records of the Office of Special Advisors (승정원일기) and the Diary of Daily Reflection (일성록), and private collections. To ensure impartiality, even kings were prohibited from accessing these records.\n\nCompleted annals were stored in state depositories (사고). During the Imjin War (1592–1598), only the Jeonju Branch survived. In 1603–1606, four additional copies were reproduced from the Jeonju version and stored in five locations, including Changdeok Palace, Ganghwa, Taebaeksan, Myohyangsan (later moved to Jiksangsan), and Odaesan. The Jeongjoksan Branch traces its origins to the Jeonju copy, which was relocated to Ganghwa after the war. Following damage during the Manchu invasion of 1636, the annals were moved to Jeongjoksan in 1678.\n\nIn 1910, the Jeongjoksan Branch was transferred to Seoul under Japanese colonial rule and later managed by Seoul National University. Since 1990, it has been preserved and administered by Kyujanggak, an independent institution of Seoul National University.",
      "tokens": 1806
    },
    {
      "success": true,
      "key_asno": 1700000000,
      "name_en": "Joseon White Porcelain Jar with Underglaze Blue Plum Blossom, Bird, and Bamboo Design and Lid",
      "content_en": "This is a white porcelain jar with a lid from the Joseon Dynasty, measuring 16.8 cm in height, 6.1 cm in mouth diameter, and 8.8 cm in base diameter. The lid's handle is shaped like a lotus bud, while the shoulder flares outward and the narrow waist curves slightly upward from the base. The outer edge of the foot rim is gently sloped. The lid's handle features four petals adorned with plum blossoms and bamboo, rendered in a brushwork technique reminiscent of early Joseon paintings. The rim is decorated with a swirling vine pattern, while one side of the body depicts a pair of birds perched on plum blossoms and chrysanthemums, and the opposite side showcases bamboo branches extending in a V-shape. The subtle gradations of ink in the designs suggest the work of a professional painter. Transmitted to have been excavated from an early Joseon tomb, this jar is a critical resource for studying the forms and decorative motifs of white porcelain from that period.",
      "tokens": 1030
    },
    {
      "success": true,
      "key_asno": 1730000000,
      "name_en": "Celadon Slip-Trailed Iron-Brown Decoration Seated Arhat Statue",
      "content_en": "This statue was discovered in the 1950s in Gukhwa-ri, Ganghwa Island, originally fractured into six pieces and subsequently restored. The figure sits atop a rock-shaped pedestal, arms crossed, leaning on a small desk with the right knee slightly raised, and the head gently bowed. The half-open eyes, elegant eyebrows, and prominent nose are distinct features. Iron-rich black pigment accents the head, partial clothing folds, eyebrows, pupils, and the rock pedestal, while white slip dots highlight the fabric wrinkles. The contemplative posture, desk, and rock pedestal treatment collectively exemplify this work as a masterpiece of Goryeo-era craftsmanship and sculptural artistry.",
      "tokens": 760
    },
    {
      "success": true,
      "key_asno": 1720000000,
      "name_en": "Artifacts Excavated from the Tomb of Lady Yeongin Jeong of Jinyang County",
      "content_en": "Ten pieces of Joseon white porcelain, including flat bottles, plates, bowls, cups, and a tomb epitaph, were excavated from the tomb of Lady Yeongin Jeong of Jinyang County in Buksang-myeon, Geochang-gun, Gyeongsangnam-do. Lady Yeongin Jeong was the mother of Kim Yun, who served as the magistrate of Eonyang during King Sejo's reign. 'Jinyang' refers to her place of origin, while 'Yeongin' denotes the title granted to the wife of a fourth-rank official.\n\nThe flat bottle measures 21.7 cm in height and 7.7 cm in base diameter, with a rounded body flattened at the front and back. Its mouth flares slightly outward, and its narrow, high foot is distinctive. The body features black slip inlay depicting peony and vine patterns. The tomb epitaph, measuring 20.4 cm in width and 36.6 cm in height, records Lady Jeong's lineage, family circumstances, and date of death (1466). The epitaph's upper part is engraved with lotus leaf patterns, while the lower section has diagonal lines framing lotus motifs. The text and designs are rendered in black slip inlay with a thin coating of white porcelain glaze.\n\nThis epitaph shares a similar format with a 1435 Goryeo celadon epitaph housed at Ewha Womans University Museum. Both artifacts are presumed to have been produced in Gyeongsangdo kilns, continuing the tradition of Goryeo white porcelain. Among the artifacts, a rare early Joseon white porcelain cup with a gear-shaped handle and a dedicated stand is notable, likely crafted specifically for burial purposes.",
      "tokens": 1261
    },
    {
      "success": true,
      "key_asno": 1740000000,
      "name_en": "Pair of Gilt-Bronze Candleholders with Quartz Decorations",
      "content_en": "This pair of gilt-bronze candleholders, created during the Unified Silla period, measures 36.8 cm in height and 21.5 cm in base diameter. The overall form features upper and lower bases shaped like six-petaled flowers, connected by a central stem. The lower base is supported by six animal-shaped legs secured with flower-shaped rings. The upper base rises to a short stem, topped with a semi-circular double-petal platform and a cylindrical candle socket. The surfaces are adorned with intricate relief and intaglio carvings, once inlaid with quartz decorations—many of which have since been lost, along with areas of the original gilding. Though its provenance is unknown, the piece exemplifies the opulent and decorative metalworking techniques of the Unified Silla era.",
      "tokens": 940
    },
    {
      "success": true,
      "key_asno": 1660000000,
      "name_en": "White Porcelain Jar with Iron-Painted Plum and Bamboo Design",
      "content_en": "This is a white porcelain jar from the Joseon Dynasty, measuring 41.3 cm in height, 19 cm in mouth diameter, and 21.5 cm in base diameter. The jar features a slightly everted rim, a rounded body that expands gently from the sloped neck before narrowing. Decorated with iron pigment in varying shades of black, the neck and shoulder are adorned with cloud and floral patterns, while the lower section displays continuous wave motifs. One side of the body depicts bamboo, and the opposite side features a plum tree branch. The glaze, a milky white with a subtle bluish tint, is evenly applied, emitting a soft luster.\n\nThe jar's form resembles 16th-century Buncheong ware and Ming Dynasty Chinese ceramics. The patterns on the shoulder and lower body continued into the early 17th century. Based on the plum and bamboo motifs, along with the bright glaze color, it is estimated to have been produced around the late 16th century at the Gwanum-ri kilns in Gwangju, Gyeonggi Province. The exceptional brushwork suggests the designs may have been executed by a court painter.\n\nAs an early example of iron-painted white porcelain, this jar stands out for its dignified, full-bodied form and harmonious integration of motifs and shape, showcasing superb craftsmanship.",
      "tokens": 1297
    },
    {
      "success": true,
      "key_asno": 1750000000,
      "name_en": "White Porcelain Inlaid Lotus Vine Pattern Large Bowl",
      "content_en": "This is an early Joseon white porcelain bowl (height 7.6cm, mouth diameter 17.5cm, base diameter 6.2cm) that continues the tradition of Goryeo white porcelain. The clay has a gypsum-like texture, and the bowl features thin walls. The rim slightly flares outward, with a simplified vine pattern encircling the upper interior. On the exterior, two horizontal bands frame lotus vine designs executed in the *sanggam* (inlay) technique. Such inlaid white porcelains were primarily produced in the mid-15th century during the Joseon Dynasty, with kilns in Gyeongsangdo and other regions inheriting Goryeo-era craftsmanship methods.",
      "tokens": 791
    },
    {
      "success": true,
      "key_asno": 1710000000,
      "name_en": "Bronze Lidded Bowl with Silver-Inlaid Phoenix Design",
      "content_en": "This is a lidded bowl (hap) made during the Goryeo Dynasty, measuring 9.9 cm in height and 18.3 cm in mouth diameter. Crafted using the silver-inlay technique (eunipsa), which was highly popular in the Goryeo period, the bowl features intricate designs created by carving patterns and embedding silver wire. The lid and body share the same dimensions, giving the piece a stable appearance. The upper and lower rims of both the lid and body are rounded, a stylistic feature commonly seen in Goryeo-era metalwork, ceramics, boxes, and lidded containers. The center of the lid’s top is adorned with a phoenix motif, surrounded by floral and vine patterns. The sloped outer edge of the lid is decorated with vine patterns using the silver-inlay technique, while the sides of both the lid and body feature stylized vine designs. Dated to the 11th–12th century, when silver-inlay techniques flourished, the entire surface of this artifact is elaborately filled with precise silver-inlay decorations. It is believed to have been used as an incense container in Buddhist temples.",
      "tokens": 1449
    },
    {
      "success": true,
      "key_asno": 1780000000,
      "name_en": "Buncheong Ware Incised Fish Design Flat Bottle",
      "content_en": "This Buncheong ware flat bottle, produced in the early Joseon period, features a flattened oval shape with a height of 22.6 cm, mouth diameter of 4.5 cm, and base diameter of 8.7 cm. A thick layer of white slip is applied, and patterns are rendered using the harmonious painting technique (조화수법), where incised lines are carved into the slip-coated surface and then selectively scraped to create raised white designs. The front, back, and sides display distinct motifs, including two upward-facing fish depicted with dynamic, flowing lines that exemplify the expressive potential of the harmonious painting technique. The side panels are divided into three horizontal sections: the upper and middle sections feature four-lobed peony motifs with backgrounds scraped to reveal the clay beneath, while the lower section incorporates banana leaf patterns. The grayish-blue clay body contrasts sharply with the white slip-coated areas, enhancing the visual depth of the piece. A translucent light blue glaze was applied over the decorated surface.",
      "tokens": 811
    },
    {
      "success": true,
      "key_asno": 1770000000,
      "name_en": "Buncheong Ware Placenta Jar with Stamped Chrysanthemum Design",
      "content_en": "This Buncheong ware placenta jar, discovered in 1970 during construction at Korea University, was used by the royal court to store placenta. It consists of an inner and outer jar, each with a lid. The inner jar measures 26.5 cm in height, 9 cm in mouth diameter, and 9.5 cm in base diameter, while the outer jar is 42.8 cm tall with a mouth diameter of 26.5 cm and base diameter of 27.6 cm. The outer jar was two-thirds filled with soil, and the inner jar was placed inside a straw bag within the outer jar. Inside the inner jar, decomposed placental material and two coins were found. The outer jar has a plump shape, whereas the inner jar is slender. The outer jar's design features swastika patterns, lotus motifs, and chrysanthemum patterns around the shoulder, with chrysanthemums stamped across the body and a lotus band at the lower section. The inner jar's lid has hexagonal patterns, and its body is covered in chrysanthemum motifs. This jar is considered one of the most refined examples of mid-15th century stamped-design (inhwa-mun) Buncheong ware.",
      "tokens": 1096
    },
    {
      "success": true,
      "key_asno": 1760000000,
      "name_en": "White Porcelain Jar with Underglaze Blue Pine and Bamboo Design and Inscription of 'Hongzhi 2nd Year' (1489)",
      "content_en": "This white porcelain jar with underglaze blue decoration was created in 1489 (20th year of King Seongjong's reign) during the Joseon Dynasty. It features a design of pine and bamboo trees, with dimensions of 48.7 cm in height, 13.1 cm in mouth diameter, and 17.8 cm in base diameter. The jar's small mouth and full, rounded shoulder evoke the form of Goryeo-era maebyeong (meiping) vases, narrowing gradually at the waist before flaring outward at the base. Similar examples include the Treasure-designated White Porcelain Jar with Underglaze Blue Pine, Bamboo, and Figure Design and other plain white porcelain jars. Historically, it is believed to have been used in Joseon court ceremonies to hold flowers. The decoration includes a lotus vine pattern around the mouth and bold, expansive depictions of pine and bamboo across the body, rendered with meticulous realism and tonal variations in cobalt blue to create a painterly effect. Originally housed at Hwaeomsa Temple on Jirisan Mountain, the jar was twice stolen and later recovered, now preserved at Dongguk University Museum. An inscription of 'Hongzhi' (the era name of the Ming Emperor Hongzhi) inside the mouth confirms its production date, making it a historically significant artifact.",
      "tokens": 1129
    },
    {
      "success": true,
      "key_asno": 1790000000,
      "name_en": "Buncheong Pajiki Lotus and Fish Design Flat-sided Bottle",
      "content_en": "This is a Buncheong flat-sided bottle from the early Joseon period, measuring 22.5 cm in height, 5.2 cm in mouth diameter, and 8.6 cm in base diameter. The body is rounded with flattened sides and a small mouth. It features a grayish-brown clay body coated with white slip and a thick transparent light brown glaze. The shoulder below the mouth is adorned with a band of stylized lotus motifs, while the front flattened surface is decorated with lotus leaves, blossoms, and fish patterns. The sides display lotus motifs on the upper and middle sections, and a double lotus band at the lower part. The piece primarily employs the pajiki technique (scraping away slip to reveal the clay beneath), with additional harmonious line work for detailing. The striking contrast between the white slip and grayish-brown clay highlights the craftsmanship. Notably, the naturalistic depiction of lotus leaves and fish amidst multiple lotus buds on the front exemplifies the characteristic use of the pajiki technique, making it a representative work of this method.",
      "tokens": 924
    },
    {
      "success": true,
      "key_asno": 1850000000,
      "name_en": "Silver-Written Lotus Sutra (Saddharmapundarika Sutra) Manuscript",
      "content_en": "The Lotus Sutra (Saddharmapundarika Sutra), often abbreviated as 'Beophwagyeong,' is the foundational scripture of Korea's Cheontae Buddhist sect. It emphasizes the universal accessibility of enlightenment and, alongside the Avatamsaka Sutra, profoundly influenced the establishment of Korean Buddhist thought. Widely circulated since the Three Kingdoms period, this manuscript is a 7-volume copy transcribed in silver ink during the 22nd year of King Gongmin's reign (1373) in the Goryeo Dynasty, based on the translation by Kumārajīva of the Later Qin. Each volume is accordion-folded for display, measuring 31.4 cm in height and 11.7 cm in width. Records at the end of the text indicate it was published through the patronage of Heo Chil-cheong, a senior official. Inscriptions on the reverse, such as 'Transmitted from Dogapsa Temple, Yeongam' or 'Transmitted by This Temple,' confirm its original ownership by Dogapsa Temple in Yeongam, Jeollanam-do. Though lacking illustrative diagrams (byeonsangdo), the manuscript is meticulously crafted and well-preserved. Its historical significance is further heightened by its recent repatriation from Japan, where it had been taken.",
      "tokens": 1049
    },
    {
      "success": true,
      "key_asno": 1910000000,
      "name_en": "Gold Crown from the North Mound of Hwangnamdaechong Tomb",
      "content_en": "This gold crown was discovered in the North Mound of Hwangnamdaechong Tomb, a Silla-era tomb located in the Michu Wang Tomb area of Gyeongju's Hwangnam-dong. Representing the quintessential form of Silla gold crowns, it measures 27.5 cm in height, with pendant ornaments (dangling decorations) ranging from 13 to 30.3 cm in length. The front of the headband features three tiers of continuous mountain-shaped patterns (산자형) at three locations, while the rear ends are adorned with two deer-antler motifs. Blue-green curved jades are attached: 16 on the mountain patterns, 9 on the deer-antler motifs, and 11 along the headband. Circular gold ornaments are symmetrically arranged to enhance the crown's opulence. The pendants, three on each side, are suspended from thick rings in decreasing lengths inward. The inner ends of the pendants bear blue-green curved jades matching the headband, while the outer ends feature leaf-shaped gold plates. The crown and its pendants were found disassembled. Notably, this crown stands out for its exceptional use of curved jades, surpassing others in grandeur and exemplifying the typical structure of Silla gold crowns.",
      "tokens": 1024
    },
    {
      "success": true,
      "key_asno": 1860000000,
      "name_en": "Gilt-bronze Standing Buddha Statue from Yangpyeong Sinhwa-ri",
      "content_en": "This 30cm-tall gilt-bronze standing Buddha statue was discovered in 1976 during farmland development in Sinhwa-ri, Yangpyeong, Gyeonggi-do. The presence of roof tile fragments and other artifacts at the site suggests it was part of a former temple. Although the statue has lost its pedestal and halo, it remains exceptionally well-preserved with nearly intact gilding. The face is elongated and round, conveying a plump appearance, while the neck is disproportionately long and thick. The body is unrealistically elongated compared to the head. The robe drapes over both shoulders, revealing the chest and abdomen with U-shaped folds. Three horizontal lines on the chest indicate an undergarment. The skirt's hem features overlapping, bold curved folds with unique softness and natural flow. Though the fingers are missing, the right hand is presumed to have been raised with the palm facing outward, while the left hand likely pointed downward with the palm exposed. The statue's cylindrical form and simplified U-shaped drapery reflect influences from the Chinese Sui Dynasty. Its discovery in the Han River basin, then under Silla control, supports its attribution to the Silla period.",
      "tokens": 1114
    },
    {
      "success": true,
      "key_asno": 1920000000,
      "name_en": "Gold Belt and Pendants from the North Mound of Hwangnamdaechong Tomb",
      "content_en": "This gold belt (gwa-dae) and its attached pendants (yo-pae) were discovered in the northern tomb of Hwangnamdaechong, a Silla-era tomb complex located in Hwangnam-dong, Gyeongju, near the Tomb of King Michu. The Hwangnamdaechong tomb features two mound structures joined in a gourd shape, representing north and south divisions. The belt, measuring 120 cm in length, is composed of 28 square metal plates attached to a fabric base, with small perforations along the edges suggesting it was once stitched to a leather substrate. Thirteen pendants, ranging from 22.5 to 77.5 cm in length, are hinged to the belt's lower edge. Excavated in pristine condition, this artifact provides critical insights into Silla-era belt-wearing practices, decorative arrangements, and metallurgical craftsmanship.",
      "tokens": 855
    },
    {
      "success": true,
      "key_asno": 1800000000,
      "name_en": "Sehando by Kim Jeong-hui",
      "content_en": "Kim Jeong-hui (1786–1856), also known as Chusa, was a Silhak scholar influenced by Qing dynasty evidential learning, specializing in epigraphy, and a renowned artist who created the Chusa script and excelled in literati painting. This work, *Sehando* (Winter Journey), measures 69.2 cm in width and 23 cm in height, and is considered his masterpiece. Painted in 1844 during his exile on Jeju Island, the artwork includes a personal inscription by Kim. In this text, he praises his disciple Yi Sang-jik, whose loyalty and virtue—compared to pine and juniper trees—inspired the painting as a gesture of gratitude for Yi’s efforts in procuring rare books from Beijing.\n\nThe composition centers on a solitary house flanked symmetrically by pine and juniper trees, with vast empty spaces emphasizing extreme restraint and simplicity. Above the right side, the title *Sehando* is accompanied by the phrases 'U-si-seong' (A Scholar’s Winter Thoughts) and 'Wandang' (Kim’s pen name), along with his seal. The rough, dry brushstrokes and stark ink tones evoke a desolate winter atmosphere, reflecting the artist’s inner resolve and integrity. This piece is celebrated as a quintessential late Joseon literati painting, embodying a rejection of superficial technique in favor of minimalism and moral depth.",
      "tokens": 1346
    },
    {
      "success": true,
      "key_asno": 1930000000,
      "name_en": "Glass Bottle and Cups from Hwangnamdaechong South Mound",
      "content_en": "These artifacts, discovered in the Hwangnamdaechong South Mound (a Silla tomb from the Three Kingdoms Period in the Michu Wangneung district of Gyeongju), consist of one glass bottle and three cups. The bottle measures 25 cm in height and 9.5 cm in diameter, while the cups vary in size: Cup ① (12.5 cm height, 10 cm rim diameter), Cup ② (8 cm height, 10.5 cm rim diameter), and Cup ③ (10.5 cm height, 9.5 cm rim diameter).\n\nThe bottle, made of thin light-green glass, has an oval, egg-shaped body with a narrow spout for pouring. Its slender neck and flared trumpet-shaped base reflect Persian vessel influences. The neck features ten fine blue glass lines, a thicker line around the rim, and a handle with a bold blue glass attachment in an 'L' shape. Gold thread wrapped around the handle suggests it was repaired before burial.\n\nCup ①, also light green, has a wide top and narrow base. Its rim is surrounded by a hollow tubular band with a blue glass stripe, while the body displays blue wave patterns and raised lattice designs. Cup ②, light green with a wide rim, has a thickened edge and a slightly concave base. Cup ③, cylindrical and light green, has a wide rim with a tubular edge and faint blue accents at the top and bottom.\n\nThough severely damaged during excavation, the pieces were restored to reveal their original forms. The bottle and Cup ①, found in close proximity, likely formed a set. The glass quality, vessel shapes, and colors suggest they were imported from the Western Regions, offering evidence of cultural exchange between Silla and Central Asia during this period.",
      "tokens": 1336
    },
    {
      "success": true,
      "key_asno": 2030000000,
      "name_en": "Avatamsaka Sutra, Main Version, Volume 6",
      "content_en": "The Avatamsaka Sutra, often abbreviated as the 'Flower Garland Sutra,' is the foundational scripture of the Huayan school of Buddhism, which posits the non-duality of Buddha and sentient beings as its core philosophy. Alongside the Lotus Sutra, it profoundly influenced the establishment of Korean Buddhist thought. This volume, corresponding to Volume 6 of the 80-volume Tang Dynasty edition translated by Śikṣānanda (실차난타), was printed by Jeon Sun-mi (전순미) of Damyang, South Jeolla Province, to pray for his mother's rebirth in the Pure Land. It is a woodblock-printed scroll on hanji (Korean paper), measuring 30.8 cm in height and 649.2 cm in width when unrolled. Though the exact printing date is unknown due to the absence of publication records, its script style and carving technique align with the Tripitaka Koreana housed at Haeinsa Temple. Scholars suggest it was likely reproduced and printed around the 12th century based on the Haeinsa edition of the Main Version Avatamsaka Sutra.",
      "tokens": 939
    },
    {
      "success": true,
      "key_asno": 1960000000,
      "name_en": "Silla White Paper Manuscript of the Avatamsaka Sutra (Principal Version), Volumes 1–10, 44–50",
      "content_en": "The Avatamsaka Sutra, also known as the 'Hwaeomgyeong,' is a foundational text of the Hwaeom (Huayan) school of Buddhism. It emphasizes the philosophical principle that Buddha and sentient beings are not dual but one. Alongside the Lotus Sutra, it profoundly influenced the establishment of Buddhist thought in Korea. This manuscript is the oldest extant sutra copy (sagyong) in Korea, presented in scroll form, measuring 29 cm in height and 1,390.6 cm in length. Commissioned by Monk Yeon Gi during the 13th year of King Gyeongdeok’s reign (754) in Silla, it was completed in 755. The manuscript includes detailed records of 19 individuals involved in its production, as well as descriptions of the copying process and ritual procedures, providing critical evidence of sutra copying as a religious practice in Silla. The use of Idu script—a hybrid writing system combining Chinese characters and Korean phonetics—is a distinctive feature. The opening features a gold-illustrated 'byeongsangdo' (iconographic diagram) summarizing the sutra’s teachings, and a cover painting depicting guardian deities, buddhas, bodhisattvas, and floral motifs. Though the original single painting is now in two fragments, it remains the sole surviving visual artwork from the Silla period. Created by Monk Yeon Gi, the founder of Hwaeomsa Temple, this manuscript is the only extant Silla-era document illuminating Hwaeom thought. Its value extends beyond Buddhism to bibliography, art history, and cultural studies, offering unparalleled insights into Silla’s intellectual and artistic achievements.",
      "tokens": 1277
    },
    {
      "success": true,
      "key_asno": 2020000000,
      "name_en": "The Avatamsaka Sutra (Flower Garland Sutra) Jinbon, Volume 37",
      "content_en": "The Avatamsaka Sutra, often abbreviated as the 'Flower Garland Sutra,' is a foundational text of the Huayan school of Buddhism. It emphasizes the fundamental principle that Buddha and sentient beings are not dual but one. Alongside the Lotus Sutra, it profoundly influenced the establishment of Buddhist thought in Korea. This particular volume is part of the 60-volume Jinbon (True Edition) of the Avatamsaka Sutra translated by Buddhabhadra during the Eastern Jin dynasty. It is a woodblock-printed scroll on hemp paper, measuring 26 cm in height and 768.3 cm in width, assembled by joining sheets of paper and stored in a rolled format. A colophon at the end records its publication in 1098 (the 3rd year of King Sukjong's reign in Goryeo) through the patronage of Yi Pil-seon. Though well-preserved, the scroll lacks portions of its title and table of contents, with some damage to the main text, as it was originally discovered inside a Buddhist statue. This volume is recognized as the oldest extant woodblock-printed edition of the Avatamsaka Sutra with a verified publication record, holding significant value for research on early Goryeo woodblock printing and textual traditions of the sutra.",
      "tokens": 978
    },
    {
      "success": true,
      "key_asno": 2040000000,
      "name_en": "The Avatamsaka Sutra (Ta-Chih-Tuan Chuang-Fa Hua-Yen Ching), Main Version, Volume 36",
      "content_en": "The Avatamsaka Sutra, often abbreviated as the 'Hua-Yen Sutra,' is a foundational text of the Huayan school of Buddhism, emphasizing the non-duality of Buddha and sentient beings. Alongside the Lotus Sutra, it profoundly influenced the establishment of Korean Buddhist thought. This volume is part of the 80-volume main version translated by Śikṣānanda (Shi-Cha-Nan-Ta) during the Tang Dynasty. Printed on paper using woodblocks, it is designed as a scroll for storage, measuring 29.8 cm in height and 1253.3 cm in width. Compared to the Goryeo-era 'True Version' Volume 4 of the same text (Treasure No. 1108), this copy features slightly larger characters and woodblocks. Notably, it includes an illustrative diagram (byŏngsangdo) summarizing the sutra's content at the beginning. While sharing a similar composition with the version housed at Haeinsa Temple, this diagram is far more intricate and is considered the oldest known example of its kind to date.",
      "tokens": 977
    },
    {
      "success": true,
      "key_asno": 2090000000,
      "name_en": "Bohyeobin Stone Pagoda",
      "content_en": "The Bohyeobin Stone Pagoda derives its name from the enshrinement of the 'Bohyeobin Dharani Sutra' within it. Its unique form, unseen in traditional Korean pagodas, traces its origins to the Chinese Wu-Yue Kingdom. The last ruler of Wu-Yue, King Chongui (Chun Hongxu), was inspired by the legend of Indian Emperor Ashoka, who divided the Buddha's sacred relics into 84,000 stupas. Following this tradition, Chun Hongxu crafted 84,000 miniature pagodas from gold, bronze, and iron, each containing a copy of the 'Bohyeobin Dharani Sutra.' The only surviving stone version of such a pagoda in Korea is preserved at Dongguk University Museum. Originally found collapsed in a valley near Daepyeong-ri, Buk-myeon, Cheonan, the pagoda was relocated to its current site. The temple site, dated to the Goryeo period based on remaining stone foundations, pillar bases, and roof tiles, lacks historical records. The restored pagoda, incomplete with only five remaining stones, deviates from conventional Korean tower designs. It features two stacked square box-shaped stones topped with a decorative finial, a hexagonal base carved with Buddha images, a square platform, and another hexagonal tier engraved with four scenes from the Buddha's past lives. A circular sarira hole at the center of the top tier once held the sutra. The uppermost stone, resembling donkey ears, depicts episodes from the Buddha's life. Influenced by Chinese Bohyeobin pagodas, this Goryeo-era structure is a rare and invaluable artifact. In 2018, structural reinforcements were implemented using titanium plates to replace coin spacers, and a new base stone was added to enhance stability, based on humanities research and 3D scanning.",
      "tokens": 1477
    },
    {
      "success": true,
      "key_asno": 2100000000,
      "name_en": "Silver-Written Sutra of the Golden Light on the Unseen and Unheard, Volume 13 on Indigo Paper",
      "content_en": "This sutra is transcribed in silver powder on indigo-dyed paper, designed to be stored as a scroll. As Volume 13 of a 30-volume set, it measures 30.4 cm in height and 905 cm in length. Repatriated from Japan, the text bears the character 'Mo (慕)'—a reference to the Thousand-Character Classification System (Cheonjabeop)—indicating its place within the Tripitaka. The opening features a gold-outlined guardian deity (Shinjang) and silver calligraphy of the sutra's content. Historical records at the end confirm its creation in 1275 (1st year of King Chungnyeol's reign) under royal patronage, with the scribe identified as Anche, a Triple Master (Samjung Daesa). Notable as the earliest surviving example of its kind, it is distinguished by its complete documentation of production, including the depiction of the guardian deity, and its meticulous artistry, which elevates its cultural and aesthetic value.",
      "tokens": 1118
    },
    {
      "success": true,
      "key_asno": 2110000000,
      "name_en": "White Paper Ink Manuscript of the Lotus Sūtra",
      "content_en": "The Lotus Sūtra (Saddharmapuṇḍarīka Sūtra), often abbreviated as 'Beophwagyeong,' is the foundational scripture of Korea's Cheontae Buddhist sect, emphasizing that the path to Buddhahood is open to all. Alongside the Avataṃsaka Sūtra, it profoundly influenced the establishment of Korean Buddhist thought and has been the most widely circulated Buddhist text since the Three Kingdoms period. This manuscript is a meticulous copy of the seven-volume Chinese translation by Kumārajīva, transcribed in 1377 (3rd year of King U of Goryeo) by Ha Deok-ran to pray for his deceased mother's spiritual repose and his father's longevity. Written in ink on white hanji (Korean traditional paper), each volume is designed in an accordion-fold format for easy viewing. When folded, it measures 31.8 cm in height and 10.9 cm in width. The covers feature elaborate gold and silver floral patterns with titles inscribed in gold. Each volume begins with a detailed gold-illustrated 'byeonsangdo' (illustrated explanatory diagram) summarizing the text's content. Japanese records at the end reveal that the manuscript was taken to Japan in 1443 (25th year of King Sejong) and housed at Kōdai-in Temple by 1605 (38th year of King Seonjo). This artifact is highly valued for its completeness, excellent preservation, and its status as a repatriated cultural heritage item.",
      "tokens": 1301
    },
    {
      "success": true,
      "key_asno": 2140000000,
      "name_en": "Bronze Incense Burner with Silver Inlay from Heungwangsa Temple",
      "content_en": "This incense burner, standing 40.1 cm in height with a mouth diameter of 30 cm, consists of three parts: a base, body, and mouth. The mouth features a wide horizontal rim adorned with bead patterns, lotus, and vine motifs inlaid with silver. The body has symmetrical flower-shaped windows containing intricately silver-inlaid dragons and phoenixes. The remaining spaces are decorated with reeds, lotus flowers, geese on the upper section, and ducks on the lower section, all accentuated with silver inlay. The trumpet-shaped base has a bold double-line border at the top, vine patterns ascending upward, grass motifs at the lower part, and floral designs on the foot, all executed in silver inlay. The craftsmanship and artistic value of these silver-inlaid patterns are exceptionally high. An inscription of 34 characters encircling the base's foot reveals the burner was created in 1229 (Giyuk year) for Heungwangsa Temple in Gaepung County. Its refined depiction of dragons and phoenixes, combined with its confirmed production date, makes it a significant example of Goryeo-era incense burners.",
      "tokens": 1125
    },
    {
      "success": true,
      "key_asno": 2150000000,
      "name_en": "The Avatamsaka Sutra (Zhēnyuán Edition), Volume 31, Written in Silver Ink on Indigo Paper",
      "content_en": "The Avatamsaka Sutra, often abbreviated as the 'Huayan Jing,' is a foundational scripture of the Huayan school, emphasizing the non-duality of Buddha and sentient beings. Alongside the Lotus Sutra, it profoundly influenced the establishment of Korean Buddhist thought. This manuscript is Volume 31 of the 40-volume Zhēnyuán Edition, translated by the Tang dynasty scholar Prajñā (般若), meticulously transcribed in silver ink. Commissioned in 1337 (6th year of King Chungsuk's reinstatement) by the couple Choi An-do and his wife, it was created with the assistance of Monk Gyoyeon to accumulate merit for their parents, eliminate calamities, and ensure their rebirth in the Pure Land after death. Crafted on indigo-dyed paper adorned with gold and silver pigments, the scroll measures 31 cm in height and 881.7 cm in width when unfurled. The cover features intricate gold floral patterns and the character '貞' (Zhēn), denoting its affiliation with the Zhēnyuán Edition. The opening section details the circumstances of its creation, followed by a gold-illustrated summary diagram (byeonsangdo) depicting the sutra's teachings. Renowned for its rigorous adherence to traditional formats and exceptional craftsmanship, this work stands out as a masterpiece among privately commissioned Buddhist manuscripts.",
      "tokens": 1094
    },
    {
      "success": true,
      "key_asno": 2160000000,
      "name_en": "Jeong Seon's Inwangjeseokdo",
      "content_en": "Painted by the late Joseon dynasty artist Gyeomjae Jeong Seon (1676–1759), this work depicts Mount Inwang after rain, measuring 138.2 cm in width and 79.2 cm in height. Directly observed and rendered from life, the painting captures the evocative moment when mist rises from the rain-soaked mountain. The lower portion features trees, forests, and dense fog viewed from above, while the upper section emphasizes the towering rocks of Mount Inwang, arranged to create a vivid, immersive perspective as if seen firsthand. The distant rain-drenched cliffs are rendered with bold, heavy strokes using large brushes soaked in dense ink, conveying a sense of grandeur and weight. Closer ridges and trees are expressed with delicate brushwork and short dotted strokes for realism. Created in 1751 (the 27th year of King Yeongjo’s reign), this painting marks a departure from earlier Korean landscape works that imitated Chinese styles. As a pioneering example of 'true-view landscape painting' (jinkyung sansuhwa), it masterfully embodies Korea’s natural topography. Among Jeong Seon’s over 400 surviving works, this is his largest and a seminal masterpiece of late Joseon landscape painting, showcasing his distinctive technique and artistic vision.",
      "tokens": 1072
    },
    {
      "success": true,
      "key_asno": 2120000000,
      "name_en": "The Great Perfection of Wisdom Sutra on the Bodhisattva Mañjuśrī's Fundamental Vow to Attain the Ultimate Reality (Korean Translation with Commentary)",
      "content_en": "This text, commonly abbreviated as 'Daebuljeong Seongyeomgyeong' or 'Neungyeomgyeong,' emphasizes the core Buddhist philosophy of not merely understanding the Buddha's teachings intellectually but internalizing them through personal realization to attain spiritual power. It has been a mandatory text for monastic training. Translated by the Tang dynasty scholar Banjami-je (般刺密帝) and annotated by Gyehwan (戒環), this 10-volume work was published in 1462 (8th year of King Sejo's reign) as a woodblock-printed edition, measuring 35.7 cm in width and 22 cm in height. Produced by the Gankyeongdogam (刊經都監), an institution established in 1461 to translate and publish Buddhist scriptures into Korean, this edition is the only complete surviving example from its initial printing. Its innovative use of large, medium, and small script sizes, along with its editorial framework, set a precedent for subsequent Korean Buddhist translations, making it a historically significant artifact in the study of East Asian Buddhist textual traditions.",
      "tokens": 1675
    },
    {
      "success": true,
      "key_asno": 2170000000,
      "name_en": "Geumgangjeondo (Painting of Mount Geumgang) by Jeong Seon",
      "content_en": "This work, created in 1734 (10th year of King Yeongjo's reign) by Jeong Seon (1676–1759), a pioneer of the 'true-view landscape painting' (jinkyung sansuhwa) style that depicted Korea's actual landscapes, portrays the scenery of Inner Geumgangsan. Measuring 94.5 cm in width and 130.8 cm in height, the painting employs ink and light color (sumuk damchae) on silk. Its circular composition offers a bird's-eye view of the mountain range. The snow-covered peaks are rendered with rugged, sharp textures using vertical brushstrokes (sujik junbeop), while Birobong Peak towers prominently at the top. The Manpokdong Valley cuts diagonally through the center. In contrast to the rocky, arid peaks, the left side features lush forests on gentle hills, depicted with side-brushed dot techniques. The upper portion includes the title, the artist's pen name ('Gyeomjae'), and appreciative comments. Unlike contemporary landscapes influenced by Chinese styles, this piece is a direct representation of Korea's terrain, standing as Jeong Seon's largest and most exemplary work showcasing his true-view landscape technique.",
      "tokens": 1022
    },
    {
      "success": true,
      "key_asno": 2180000000,
      "name_en": "Amitabha Triad Painting",
      "content_en": "This Buddhist painting, measuring 51 cm in width and 110 cm in height, depicts the Amitabha Triad with Amitabha Buddha as the central figure, flanked by Avalokiteshvara (Guan Yin) Bodhisattva and Ksitigarbha Bodhisattva. Typically, Amitabha Triad paintings feature Avalokiteshvara and Mahasthamaprapta Bodhisattva as attendants, but this work uniquely substitutes Mahasthamaprapta with Ksitigarbha. Amitabha Buddha gazes downward at a person reborn in the Pure Land, radiating light. Ksitigarbha, positioned to the right, holds a bead in his right hand. Avalokiteshvara, standing before Amitabha with a slightly bent waist, holds a lotus pedestal on his palm. The intricate lines rendered in gold powder harmonize with the vibrant red and green hues of the robes. The painting is interpreted in two ways: as a 'Raiyo (Coming to Greet)' scene where a devotee skilled in chanting is guided to the Pure Land by Amitabha, or as a 'Suki (Prediction of Buddhahood)' scene affirming the reborn individual's future enlightenment. Dated to the late Goryeo period, this work exhibits distinctive features, including the substitution of Ksitigarbha for Mahasthamaprapta, the placement of Avalokiteshvara in front of Amitabha, and the emphasis on illuminating the reborn soul. The sophisticated use of gold powder and refined facial expressions represent an unprecedented artistic achievement, making it an invaluable piece.",
      "tokens": 1174
    },
    {
      "success": true,
      "key_asno": 2200000000,
      "name_en": "Goryeo Celadon Inlaid Dragon, Phoenix, and Peony Design Bowl with Lid and Stand",
      "content_en": "This is a celadon bowl with a lid from the Goryeo Dynasty, standing 19.3 cm in height, with a mouth diameter of 18.5 cm and a base diameter of 6.8 cm. The artifact is complete with a lid, stand, and spoon. The lid features a squirrel-shaped knob, beneath which are black-and-white inlaid double lotus bands and wave patterns, followed by carved phoenixes and dragons. A groove is carved into one corner of the lid to ensure a tight seal when the spoon is inserted into the bowl. The rim of the bowl is adorned with a lightning-patterned band, below which regular patterns of cranes and clouds are inlaid. The interior displays two concentric circles with peony motifs in black-and-white inlay, while the remaining space is filled with chrysanthemum designs. The glaze exhibits partial yellowish-green tones but is generally clear and translucent. The comprehensive inlay techniques applied across the lid, bowl, and stand suggest this piece was likely used by the royal class, as it encapsulates nearly all inlay patterns of the period.",
      "tokens": 1073
    },
    {
      "success": true,
      "key_asno": 2220000000,
      "name_en": "White Porcelain Jar with Underglaze Blue Plum and Bamboo Design and Lid",
      "content_en": "This is a lidded white porcelain jar with underglaze blue plum and bamboo design, created in the early Joseon period. It measures 29.2 cm in height, with a mouth diameter of 10.7 cm and a base diameter of 14 cm. The mouth flares outward, the shoulder swells before gradually narrowing downward, and the lid features a prominent lotus bud-shaped knob. The decoration includes faint underglaze blue patterns: a band of small, dense lotus motifs encircles the knob and its surroundings, with seven large dots placed around it. Horizontal lines with dots between them are drawn on the lid's sides. Simplified lotus bands adorn the shoulder and lower body of the jar. The central design depicts a plum tree trunk and bamboo branches rendered with nuanced shading. A distinctive feature is the bold simplification of patterns, emphasizing negative space to highlight the main motifs. Based on its form and decoration, it is presumed to have been produced at a state-managed kiln (gwanyo).",
      "tokens": 909
    },
    {
      "success": true,
      "key_asno": 2130000000,
      "name_en": "Gilt-bronze Tower",
      "content_en": "This gilt-bronze tower is presumed to be a type of reliquary tower enshrined in a main hall, distinguished by its elaborate and intricate design. Most known gilt-bronze towers measure 20–30 cm in height, with those exceeding 50 cm being exceptionally rare. However, this tower stands at 155 cm in its current state, indicating a notably large scale. Although only five stories of the tower body remain, it is believed to have originally comprised seven stories, with the loss of part of its finial suggesting it was even taller in antiquity.\n\nThe tower follows the general form of stone pagodas, featuring a two-tiered base, a five-story tower body, and a finial at the apex. The base is adorned with pillar motifs reminiscent of wooden architecture on its corners and surfaces. The lower tier’s surfaces bear lotus petals encircled by rounded bands, a characteristic feature of Goryeo-period stone pagoda styles.\n\nA railing encircles the base, supporting the tower body. The first story includes an entrance, pillars, and a roof, faithfully replicating wooden architectural techniques. While the second to fifth stories are carved with Buddhist images, the craftsmanship is relatively unrefined. Wind bells (풍탁) once hung from each roof corner, though many have been lost, leaving only a few remaining.\n\nDespite the near-complete loss of its original gold plating, the tower is exceptionally well-preserved. Its expansive base contrasts with the tower body’s light, soaring appearance. The profuse decorative elements and numerous ornaments underscore its nature as a craft pagoda, while its adherence to wooden architectural forms is evident throughout. Given its large scale, meticulous detailing, and metallurgical techniques, it is speculated to have been crafted in the early Goryeo period.",
      "tokens": 1137
    },
    {
      "success": true,
      "key_asno": 2190000000,
      "name_en": "White Porcelain Jar with Underglaze Blue Plum and Bamboo Design",
      "content_en": "This is a white porcelain jar with underglaze blue plum and bamboo motifs, produced in the early Joseon period. It measures 41 cm in height, with a mouth diameter of 15.7 cm and a base diameter of 18.2 cm. The mouth curves slightly inward, while the upper body is bulging and the lower body narrows before gently flaring outward. Two horizontal lines adorn the top of the mouth, below which alternating floral and double-circle patterns are depicted, followed by another horizontal line. The shoulder features decorative and elaborate lotus motifs, with the same pattern repeated just above the foot. The central design showcases plum branches and bamboo shoots meticulously rendered across the entire body, with intersecting branches and bamboo stems executed with exceptional detail. Notably, the 'contour line and color-filling technique' (guryeokjinchae-beop) is prominently used, where outlines are drawn first and then filled with color. This jar is celebrated for its aesthetic harmony in form, motif expression, and coloration, reflecting influences from Ming dynasty underglaze blue porcelain in its composition and subject matter. It is estimated to have been crafted in the early to mid-15th century in Gwangju, Gyeonggi Province.",
      "tokens": 1302
    },
    {
      "success": true,
      "key_asno": 2230000000,
      "name_en": "Geunjeongjeon Hall of Gyeongbokgung Palace",
      "content_en": "Geunjeongjeon Hall is the central building of Gyeongbokgung Palace, the main palace of the Joseon Dynasty. It served as the venue for New Year's greetings to the king, state ceremonies, and receptions for foreign envoys. Constructed in 1395 (4th year of King Taejo's reign), it was the site of coronation ceremonies for early Joseon kings, including King Jeongjong and King Sejong. The name 'Geunjeong' (勤政), meaning 'diligent governance,' was coined by Jeong Do-jeon, reflecting the Confucian ideal that diligence leads to effective rule. The current structure, rebuilt in 1867 (4th year of King Gojong's reign), replaced the original hall destroyed during the Imjin War (1592–1598).\n\nThe hall measures 5 bays wide and 5 bays deep, featuring a two-story hip-and-gable roof (paljakjibung). Its multi-bracket system (dapogik) supports the eaves with elaborate wooden brackets, creating a grand and ornate appearance. The stone platform (woldae) is adorned with intricate carvings of the Twelve Zodiac animals and other mythical creatures along its corners and stair railings.\n\nInside, the open two-story space houses the king's throne (eojwa) at the rear, flanked by a folding screen depicting the 'Sun, Moon, and Five Peaks' (Ilwoldo). The ceiling is lavishly decorated. Outside, rank stones (pumgyeseok) line the path from Geunjeongjeon to Geunjeongmun Gate, indicating the hierarchical positions of civil and military officials. Remnants of an awning hook (chail gori) used to shade the courtyard from sunlight remain. Surrounding auxiliary buildings (haenggak) connect to Geunjeongmun Gate, encircling the hall.\n\nGeunjeongjeon epitomizes the majestic architecture of Joseon royal palaces, blending refined craftsmanship with symbolic elements that underscore the dynasty's authority and philosophical ideals.",
      "tokens": 1668
    },
    {
      "success": true,
      "key_asno": 2300000000,
      "name_en": "Armillary Sphere and Armillary Clock",
      "content_en": "Created in 1669 (10th year of King Hyeonjong's reign) by astronomer Song Yi-yeong, this astronomical clock was installed at Hongmungwan for timekeeping and astronomy education. The clock has a diameter of 40 cm, with a centrally located terrestrial globe measuring approximately 8.9 cm. It operates via two weight-driven mechanisms: one drives the gears for time measurement, while the other activates a bell-striking system. Steel balls roll through grooves to trigger a hammer that strikes the bell, and rotating paddles lift the balls to repeat the cycle. The device uniquely integrates a traditional Korean waterwheel-powered clock mechanism with Western automaton principles from self-striking clocks, enabling simultaneous tracking of time and celestial positions. As the only surviving Joseon-era astronomical clock, it is celebrated as an innovative masterpiece in global horological history, bridging Eastern and Western technological traditions.",
      "tokens": 865
    },
    {
      "success": true,
      "key_asno": 2280000000,
      "name_en": "Cheonsang Yeolcha Bunyajido Stone Carving",
      "content_en": "The Cheonsang Yeolcha Bunyajido Stone Carving is a rectangular stone engraved with celestial patterns, commissioned by King Taejo Lee Seong-gye, the founder of the Joseon Dynasty, to assert the dynasty's authority. It was created in 1395 under the direction of 11 astronomers, including Gwon Geun and Yu Bang-taek, based on a Goguryeo-era astronomical chart but with corrected errors. The carving is divided into two sections: the upper part features star constellations and brief explanatory text, while the lower part records the chart's name, creation background, process, contributors, and date. The celestial map centers on the North Pole, marking the ecliptic (the sun's path) and the equator. It systematically maps 1,467 visible stars across 12 divisions along the ecliptic, enabling tracking of the sun, moon, and five planets (Mercury, Venus, Saturn, Mars, Jupiter), as well as seasonal divisions. As the second oldest surviving stone astronomical chart after the Southern Song Dynasty's 'Sunwu Astronomical Chart,' it remains a critical relic for understanding Goguryeo's original astronomical legacy, despite significant surface erosion.",
      "tokens": 996
    },
    {
      "success": true,
      "key_asno": 2250000000,
      "name_en": "Injeongjeon Hall of Changdeokgung Palace",
      "content_en": "Injeongjeon is the main throne hall (Jeongjeon) of Changdeokgung Palace, serving as the law hall (Beopjeon) where state ceremonies such as coronations, royal weddings, crown prince appointments, and official rituals for civil and military officials were held. Rebuilt during King Gwanghaegun's reign, it was reconstructed after a fire in 1803 (3rd year of King Sunjo) and repaired in 1857 (8th year of King Cheoljong), remaining largely unchanged since. The expansive courtyard, called Jajeong (조정), features rank stones (품계석) lining the east and west sides, indicating the positions of civil and military officials. Civil officials (Dongban) stood on the east, military officials (Seoban) on the west, together forming the Yangban class. The stones denote ranks from Jeong 1-pum to Jeong 9-pum, with 12 stones on each side. Officials of 3rd rank and above were called Tangsangwan (堂上官), while those below were Tanghagwan (堂下官). During rituals, officials faced each other rather than the throne, performing a bow called 'Gokbae' (曲拜) upon command.\n\nInside Injeongjeon, the king's throne (Yongsang) is positioned at the center, with a wooden screen (Gokbyeong) behind it adorned with the 'Ilwoldo' (日月五岳圖) painting. The sun and moon symbolize the king and queen, while the five peaks represent the five regions of Korea, signifying the king's governance over the land according to cosmic harmony. Western elements such as glass windows, light bulbs, and curtains were added after Korea's late 19th-century diplomatic openings. In 1907, when Emperor Sunjong moved to Changdeokgung from Deoksugung, the hall's floor was changed from bricks to wood, and electric lighting was installed. Notably, Gyeongbokgung Palace was the first of the Five Grand Palaces to receive electricity in 1887.",
      "tokens": 1740
    },
    {
      "success": true,
      "key_asno": 2260000000,
      "name_en": "Myeongjeongjeon Hall of Changgyeonggung Palace",
      "content_en": "Myeongjeongjeon Hall served as the main hall of Changgyeonggung Palace, where officials paid New Year's respects to the king, hosted major state ceremonies, and received foreign envoys. Constructed in 1484 (15th year of King Seongjong's reign), it was rebuilt in 1616 (8th year of King Gwanghae's reign) after being destroyed during the Imjin War. The single-story structure measures 5 kan (front) by 3 kan (sides), notably smaller than the two-story Geunjeongjeon of Gyeongbokgung Palace and Injeongjeon of Changdeokgung Palace. Its hip-and-gable roof (paljakjibung) features a multi-bracket system (dapo), with decorative brackets not only atop columns but also between them. The robust framework and balanced proportions reflect early Joseon architectural styles. Inside, the floor is paved with bricks, and behind the king's throne stands an Ilwoldo folding screen depicting the sun, moon, and five peaks. Twenty-four rank stones indicating officials' status are placed in front of the staircase. The southern Munjeongjeon Hall and surrounding corridors, restored between 1983 and 1986, reverted the palace's name from Changgyeongwon (a derogatory title imposed during Japanese rule) to Changgyeonggung. Though rebuilt post-Imjin War, Myeongjeongjeon retains key characteristics of early Joseon architecture, making it a vital resource for architectural studies.",
      "tokens": 1406
    },
    {
      "success": true,
      "key_asno": 2340000000,
      "name_en": "Indigo and Silver Ink Lotus Sutra (Saddharmapundarika Sutra)",
      "content_en": "The Lotus Sutra, often abbreviated as the 'Beopwha-gyeong,' is the foundational scripture of Korea's Cheontae Buddhist sect, emphasizing that enlightenment is accessible to all. Alongside the Avatamsaka Sutra, it profoundly influenced the establishment of Korean Buddhist thought and has been the most widely circulated Buddhist text since the Three Kingdoms period. This particular copy was transcribed in 1330 (17th year of King Chungseon's reign) by Yi Shin-gi, based on the translation by the Western Jin scholar Kumārajīva. Designed as an accordion-fold book, its folded dimensions are 28.3 cm in height and 10.1 cm in width. The cover features a gold-inked title surrounded by four intricate floral patterns in gold and silver. The text is written in silver ink on indigo-dyed paper, with overall good preservation despite localized damage. A colophon in the seventh volume reveals it was created to pray for the longevity of Yi Shin-gi's living father and the spiritual repose of his deceased mother. Dated to an early period among meticulously copied Lotus Sutra manuscripts and notable for retaining all seven volumes intact, this artifact holds significant historical and scholarly value.",
      "tokens": 1097
    },
    {
      "success": true,
      "key_asno": 2380000000,
      "name_en": "Wish for Flowers and Blossoms Album",
      "content_en": "The 'Wish for Flowers and Blossoms Album' is a calligraphic work attributed to Prince Anpyeong (1418–1453), the third son of King Sejong of Joseon. Created in a scroll format, it measures 16.5 cm in width and 26.5 cm in height, with 56 characters written in running script (행서체) on silk. The piece features a colophon and seal at the end, confirming its authenticity as a genuine work by Prince Anpyeong, who excelled in poetry, calligraphy, and painting but fell victim to political strife, executed by his brother Prince Suyang at a young age. His works were largely destroyed after his death, leaving only a few surviving pieces, including epitaphs, calligraphy manuals, the colophon of the 'Dream Journey to the Peach Blossom Land' (몽유도원도) in Japan, and this album. The text is adapted from a poem by Tang dynasty poet Li Shangyin (이상은), with slight variations from the original. Though small in scale, the album exemplifies Prince Anpyeong's distinctive calligraphic style, influenced by Zhao Mengfu (조맹부) yet characterized by greater grandeur and vitality. It holds immense value as the only confirmed authentic work by the prince remaining in Korea. The album was stolen in 2001.",
      "tokens": 1122
    },
    {
      "success": true,
      "key_asno": 2370000000,
      "name_en": "Gosangugok Sihwa-do Byungpung (Twelve-Panel Folding Screen of Poems and Paintings on the Nine Scenes of Gosangugok)",
      "content_en": "This 12-panel folding screen, created in 1803 during the late Joseon period, combines paintings and poems depicting the nine scenic views of Gosangugok (Nine Valleys of Gosan) in Hwanghae Province, where the Neo-Confucian scholar Yi I (Yulgok) once resided. Measuring 1.38 meters in height and 5.62 meters in width, the screen features ink and light color on paper. Court and literati painters, including Kim Hong-do and Kim Deuk-sin, illustrated the landscapes based on existing Gosangugokdo (paintings of the nine scenes) rather than direct observation. Each panel portrays Yi I strolling with a disciple, rendered from a bird's-eye perspective. The upper section of each panel bears a title inscribed by Yu Han-ji, followed by Yi I's original poem 'Gosangugokga' and its Korean translation by Song Si-yeol. Marginal spaces include scholarly annotations by Kim Ga-sun. The work reflects the fusion of Joseon's true-view landscape painting (jinkyeong sansuhwa) and Southern School (namjong) styles, showcasing the artists' individual techniques and aesthetics. It also serves as a critical resource for studying the intellectual lineage and scholarly tendencies of the Giho School associated with Yi I and Song Si-yeol.",
      "tokens": 1130
    },
    {
      "success": true,
      "key_asno": 2350000000,
      "name_en": "Gold Ink on Indigo Paper: The Bhumiṣprārtha Chapter of the Avataṃsaka Sūtra (Flower Garland Sutra)",
      "content_en": "The Avataṃsaka Sūtra, often abbreviated as the 'Flower Garland Sutra,' serves as the foundational scripture of the Huayan school, emphasizing the non-duality of Buddha and sentient beings. The *Bhumiṣprārtha Chapter* (보현행원품) specifically details Bodhisattva Samantabhadra's teachings on practices leading to enlightenment. This manuscript was commissioned by Yi Ya-seon Bu-hwa of Goryeo to pray for personal longevity and familial peace, alongside other texts including the *Diamond Sutra*, *Long Life Sutra*, *Amitabha Sutra*, and *Parental Kindness Sutra*. Written in gold ink on indigo paper, it is designed to unfold like a folding screen, measuring 26.4 cm in height and 9.6 cm in width when folded. The cover features gold and silver floral patterns with the title '대방광불화엄경행원품' inscribed in gold. An illustrated explanatory diagram (변상도) depicting the chapter's essence is intricately rendered in gold at the beginning. Though the exact publication date is obscured, the surviving character '至' (beginning with 'Ji') and the manuscript's sophistication suggest it was produced between 1341 and 1367 during the late Goryeo period. Originally taken to Japan and later repatriated, it shows minor damage from moisture but remains well-preserved. Notably, the reverse of the illustration bears the inscription '행원품변상문경화' (attributed to artist Mun Gyeong-hwa), making it a critical artifact for studying medieval Buddhist art and patronage.",
      "tokens": 1350
    },
    {
      "success": true,
      "key_asno": 2310000000,
      "name_en": "Yeongam Bronze Casting Mold Set",
      "content_en": "Bronze casting molds (용범) are molds used to create copper-based tools, also known as '주형' (casting molds). In Korea, stone molds were predominantly used. This set, housed at Soongsil University, is made of talc and is believed to have been excavated in Yeongam County, South Jeolla Province, after Korea's liberation in 1945.\n\n1) **Slender Bronze Dagger Mold Set (細形銅劍鎔范一組)**: Composed of two halves, one side measures 34.5 cm × 7.4 cm × 4 cm. The mold can produce a dagger approximately 33 cm in length. Heavy use has left the stone blackened and partially chipped.\n\n2) **Slender Bronze Dagger and Halberd Mold Set (細形銅劍·銅戈鎔范一組)**: Two interlocking halves, with one side for a slender dagger and the other for a bronze halberd (ㄱ-shaped weapon). One half measures 35.5 cm × 8.8 cm × 4.1 cm. Both sections show blackened traces from extensive use.\n\n3) **Bronze Axe and Chisel Mold Set (銅斧·銅鑿鎔范一組)**: Two interlocking halves, one side for a round-bladed axe (동부) and the other for two chisels (자귀 and 끌). The axe blade features a ring, while the chisels were likely used as tools.\n\n4) **Bronze Axe and Fishing Hook Mold (銅斧·낚시바늘 鎔范)**: Two halves for a fan-shaped axe (선형동부). One side includes molds for needles and fishing hooks, though these show no signs of use. The axe section is blackened from casting.\n\n5) **Small Bronze Axe Mold (銅斧鎔范)**: A two-piece mold for a small axe, measuring 11.93 cm × 7.05 cm × 2.17 cm. The reverse side of one half contains molds for twin and single fishing hooks. The other half shows an abandoned attempt to create a fine-line mirror (세문경) mold, repurposed for axe casting. The fishing hook molds are unused.\n\n6) **Bronze Axe and Chisel Mold (銅斧·銅鑿鎔范)**: Two interlocking halves, one for a chisel (자귀) and the other for two chisels (끌). Needle molds are attached to both sides of the chisel section.\n\n7) **Bronze Socketed Spear and Dagger Mold (銅牟·銅劍鎔范)**: A single surviving half, with one side for a socketed spear (동모) and the other for a slender dagger. Dimensions: 20.2 cm × 7.45 cm × 2.43 cm.\n\n8) **Bronze Lance and Dagger Mold (銅사·銅劍鎔范)**: One side for a slender dagger, the other for a bronze lance (동사) and needles. The mold is fragmented but shows heavy use.",
      "tokens": 2283
    },
    {
      "success": true,
      "key_asno": 2450000000,
      "name_en": "First Goryeo Edition of the Newly Compiled Comprehensive Catalog of All Sutras, Volume 20",
      "content_en": "The 『Comprehensive Catalog of All Sutras (일체경원품차록)』 was compiled by Tang dynasty scholar Zong Fan (종범), who systematized various sutra volumes by cross-referencing them with the 『Jeongwon Seokgyo Daejangrok (정원석교대장록)』. It meticulously records the names of sutras, their translators, total page counts, volume divisions, and the sequential order of each sutra, followed by detailed page and line numbers for each section across 30 volumes. This artifact corresponds to Volume 20 of the set. As a rare resource exclusively preserved in the First Goryeo Edition (초조본), it holds immense historical and scholarly value for studying early Buddhist textual traditions in Korea.",
      "tokens": 821
    },
    {
      "success": true,
      "key_asno": 2430000000,
      "name_en": "The First Tripitaka Koreana: Chapter 11 of the Treatise on the Awakening of Faith in the Mahayana",
      "content_en": "This text, authored by the Indian monk Asanga and translated into Chinese by Xuanzang of the Tang Dynasty, is part of the early Tripitaka Koreana. Organized according to the order of the Thousand Character Classic, it comprises 20 volumes. The Treatise on the Awakening of Faith in the Mahayana (abbreviated as 'Hyunyangron' or 'Guangpozongyi Lun') is a key doctrinal text of the Dharmalaksana school, written to elucidate essential concepts from the Yogacarabhumi Sutra. Chapter 11, preserved in a case marked with the character 'cheok' (尺), measures 46.5 cm in width and 28.6 cm in height, crafted on mulberry paper. Carved in the 11th century, this edition differs from later reprints in terms of printing style and publication records, with superior engraving techniques compared to subsequent versions.",
      "tokens": 984
    },
    {
      "success": true,
      "key_asno": 2410000000,
      "name_en": "First Tripitaka Koreana Edition of the Mahaprajñāpāramitā Sūtra, Volume 249",
      "content_en": "The Mahaprajñāpāramitā Sūtra, also known as the 'Great Prajñāpāramitā Sūtra' or 'Prajñā Sūtra,' is a foundational Mahayana Buddhist text emphasizing the concept of Śūnyatā (emptiness), teaching that all phenomena lack inherent existence and advising against attachment. In Korea, it is commonly referred to as the 'Heart Sutra' and is universally recited across Buddhist sects. This particular volume (Volume 249) is part of the First Tripitaka Koreana, carved during the reign of King Hyeonjong of Goryeo (r. 1011–1031) to invoke Buddhist protection against Liao invasions. It is a woodblock-printed scroll on mulberry paper, measuring 29.1 cm in height and 49.5–51 cm in width, composed of 23 joined sheets. Unlike the later Haeinsa Tripitaka (Revised Tripitaka Koreana), the First Tripitaka Koreana exhibits distinct features: finer carving techniques, variations in character count, absence of publication dates, instances of pi-hui (imperial name avoidance, e.g., omitting a stroke in '竟'), and abbreviated characters. Page numbering in this edition uses '丈' (jang), whereas the Haeinsa version uniformly uses '張' (jang). This scroll lacks the customary carving records and shows the missing final stroke in the character '竟.' Based on printing quality and paper condition, it is dated to the 11th–12th century, making it the earliest surviving copy of the First Tripitaka Koreana's Prajñā Sūtra in Korea.",
      "tokens": 1272
    },
    {
      "success": true,
      "key_asno": 2240000000,
      "name_en": "Gyeonghoeru Pavilion of Gyeongbokgung Palace",
      "content_en": "The Gyeonghoeru Pavilion, built on an artificial pond northwest of Gyeongbokgung Palace's Geunjeongjeon Hall, was a venue for hosting banquets during national celebrations or to welcome foreign envoys. Initially constructed on a small scale when the palace was first built, it was expanded and rebuilt in 1412 (12th year of King Taejong's reign) by enlarging the pond. Destroyed during the Imjin War (1592-1598), only its stone pillars remained until its reconstruction in 1867 (4th year of King Gojong's reign) alongside the restoration of Gyeongbokgung Palace. The pavilion stands on a rectangular island formed by stacking neatly cut stones within the pond, connected to the mainland via three stone bridges. It is a two-story structure with seven bays on the front and five on the sides, featuring a hipped-and-gabled roof (paljakjibung). The bracket systems (gongpo) supporting the eaves are designed in a simple style typical of pavilion architecture. Originally renovated during King Seongjong's reign with elaborately carved dragon motifs on its stone pillars, the post-war reconstruction under King Gojong adopted a simpler design: square pillars on the exterior and round pillars inside. The first floor has a tiled surface, while the second floor's wooden platform is divided into three tiers of varying heights to designate seating according to social rank. As the largest single-plane pavilion in Korea, Gyeonghoeru Pavilion exemplifies the architectural characteristics of late Joseon Dynasty pavilions, blending simplicity with ornate decoration, and stands as a valuable cultural heritage.",
      "tokens": 2000
    },
    {
      "success": true,
      "key_asno": 2290000000,
      "name_en": "창경궁 자격루 누기",
      "content_en": "{\n  \"name_en\": \"Changgyeonggung Palace Jagyeongnu Water Clock Mechanism\",\n  \"content_en\": \"The water clock, known as Jagyeongnu, measures time based on the increase or decrease of water volume and was used as the national standard timekeeping device since the Three Kingdoms period. The first automated water clock, which struck bells, gongs, and drums at set times, was created by Jang Yeong-sil in the 16th year (1434) of King Sejong's reign during the Joseon Dynasty, though it was not used for long. A reconstructed version from the 31st year (1536) of King Jungjong's reign partially survives today.  \n\nThe mechanism involves water poured into a large upper bowl, which flows through a smaller bowl into a tall lower reservoir. As water accumulates in the reservoir, a floating rod rises to predefined marks, triggering a lever system that releases metal balls. These balls sequentially activate mallets to strike bells, gongs, and drums, or cause wooden figures to display time plaques. The remaining structure consists only of the water containers, with the automated components lost.  \n\nThe bronze upper bowl measures 93.5 cm in diameter and 70.0 cm in height, while the smaller bowl is 46.0 cm in diameter and 40.5 cm tall. Though constructed slightly later than the Ming Dynasty water clock in Guangdong, China, its larger scale and superior craftsmanship make it a highly valued artifact.\"\n}",
      "tokens": 1069
    },
    {
      "success": true,
      "key_asno": 2460000000,
      "name_en": "First Tripitaka Koreana Edition: The Great Perfection of Wisdom Sutra, Volume 59",
      "content_en": "The Great Perfection of Wisdom Sutra (Mahāvaipulya Prabhūmirāya Sūtra) is a compendium of Mahayana Buddhist scriptures that emphasizes the Bodhisattva's path to enlightenment through various practices, culminating in Buddhahood. This volume, created during the reign of King Hyeonjong of Goryeo (r. 1011–1031), is part of the First Tripitaka Koreana, carved to invoke Buddhist protection against Khitan invasions. It is Volume 59 of a 120-volume set translated by Bodhiruchi and 16 others during the Tang dynasty. Printed on mulberry paper using woodblocks, the text is assembled into a scroll by joining 23 sheets (30 cm height × 47 cm width).\n\nDistinct from the later Haeinsa Tripitaka Koreana (Revised Tripitaka Koreana), this edition exhibits refined carving techniques, variations in character count, absence of publication dates, and instances of pi-hui (omission of strokes in characters to avoid imperial names) and abbreviated forms. Page numbering uses the character '장(丈)' (jang), whereas the Haeinsa edition uniformly uses '장(張)' (jang). The omission of the final stroke in the character '경(竟)' and analysis of paper quality and printing style suggest this copy dates to the 11th century.",
      "tokens": 1158
    },
    {
      "success": true,
      "key_asno": 2270000000,
      "name_en": "종묘 정전",
      "content_en": "{\n  \"name_en\": \"Jongmyo Jeongjeon\",\n  \"content_en\": \"Jongmyo Jeongjeon is the central hall of Jongmyo Shrine, where the ancestral tablets of Joseon Dynasty kings are enshrined. Distinct from Yeongnyeongjeon, it is also referred to as Taemyo (Great Shrine). Originally built to honor the tablets of King Taejo's four predecessors (Mokjo, Ikjo, Dojo, and Hwanjo), it later expanded to enshrine the tablets of the four ancestral generations (great-great-grandfather, great-grandfather, grandfather, and father) of the reigning monarch, as well as those of Joseon kings and queens recognized for their virtuous contributions. Alongside Sajikdan (Altar of Land and Grain), Jongmyo was the most sacred state ritual space, embodying the pinnacle of architectural formality.  \n\nCurrently, the Jeongjeon houses 19 ancestral tablets of kings and queens, each enshrined in individual chambers arranged from west to east. Despite its minimalist design—featuring unadorned bays—the structure stretches 19 bays long, making it the longest single-roofed building in Korea. Its hip-and-gable roof (matching the 'human' [人] character shape), entasis-style rounded columns (bulging at the center), and a three-bay southern main gate reflect traditional Joseon architectural principles. The hall exemplifies the era's aesthetic of solemn simplicity and showcases the exceptional spatial creativity of Joseon architects in materializing reverence for ancestral rites.\"\n}",
      "tokens": 1162
    },
    {
      "success": true,
      "key_asno": 2490000100,
      "name_en": "Donggwoldo (1989)",
      "content_en": "Donggwoldo is a palace painting depicting Changdeokgung and Changgyeonggung, located east of Gyeongbokgung (the main palace). The artwork measures 576 cm in width, 273 cm in height, and consists of 16 panels. Rendered from a diagonal top-right perspective, it intricately portrays the palaces' structures, bridges, walls, lotuses, and ornamental rocks, surrounded by hills and mountains with remarkable clarity and detail. While the mountainous backgrounds follow traditional Chinese Southern School painting techniques, the architectural depictions and perspective show influence from Western painting methods. Another identical painting exists, distinguished by its colored pigments and black-inked labels identifying buildings. Based on the presence and reconstruction dates of depicted structures, it is estimated to have been created by Dohwaseo (Royal Painting Academy) artists before 1830 (30th year of King Sunjo's reign). These paintings hold greater historical value for architectural research than artistic merit, offering a visually superior representation of palace layouts and landscapes compared to flat maps or the Donggwoldo diagrams. They serve as critical documentary resources for verifying historical accuracy.",
      "tokens": 968
    },
    {
      "success": true,
      "key_asno": 2510000000,
      "name_en": "First Tripitaka Koreana Edition: Mahayana Abhidharma-Samuchchaya Volume 14",
      "content_en": "Buddhist scriptures are broadly categorized into Sutra (경), Vinaya (율), and Abhidharma (론). The term 'Abhidharma' collectively refers to treatises that systematically explain the Buddha's wisdom. The Mahayana Abhidharma-Samuchchaya is a text that compiles and elucidates the wisdom necessary for attaining Buddhahood. This volume, translated by Xuanzang during the Tang Dynasty, is part of the First Tripitaka Koreana created during the reign of King Hyeonjong of Goryeo (r. 1011–1031). Comprising 27 leaves, it was printed on thick, durable paper from woodblocks and designed to be unfolded like a folding screen. When folded, it measures 31 cm in height and 12.2 cm in width. In the Tripitaka catalog, which organizes texts according to the Cheonjagam (Thousand Character Classic) sequence, this volume is stored in the 'Bo' (寶) case. Leaf numbering uses the character 'jang' (丈) for leaves 1 to 26, with the final leaf marked as 'jang' (張), reflecting the common practice in the First Tripitaka. A distinctive feature is the omission of the final stroke in the 'gyeong' (竟) character at the end of the text, a hallmark of early Goryeo Tripitaka editions. The paper quality, carving technique, and ink tone confirm its 11th-century origin, and it remains in relatively good condition.",
      "tokens": 1292
    },
    {
      "success": true,
      "key_asno": 2390000000,
      "name_en": "Portrait of Song Si-yeol",
      "content_en": "This is a portrait of Uam Song Si-yeol (1607–1689), a prominent Confucian scholar of mid-Joseon Korea. A leading Neo-Confucianist and successor to the academic lineage of Yulgok Yi I, Song dedicated his life to studying Zhu Xi’s philosophy and was central to the Giho School. Renowned for his logical prose and calligraphy, his intellectual legacy remains influential.\n\nThe portrait, measuring 89.7 cm in height and 67.6 cm in width, is a half-length depiction on silk with polychrome pigments. Song is depicted wearing a black geon (hat) and a changui (scholar’s everyday robe), gazing to the right. His robust physique, exaggerated in scale, combined with distinctive eyebrows and deep wrinkles around the cheekbones, conveys a sense of scholarly depth. The face is lightly tinted with brown lines delineating wrinkles, while the robe’s folds are rendered with soft, simplified curves.\n\nInscriptions on the upper right include a 1651 self-commentary by Song in regular script (haeseo), and above center, a 1707 poem by King Sukjong honoring Jeong Mong-ju in clerical script (yeseo), accompanied by the notation 'Jeongmyo Year' (1707). However, uncertainties about the timing of these inscriptions complicate dating the artwork. While stylistic elements like simplified drapery and lack of shading suggest a 17th-century origin, some scholars argue it is an 18th-century copy, given the later inscription.\n\nAfter Song’s death, numerous shrines and academies were established nationwide to venerate him, leading to the production of many copies of his portrait. This version, regarded as one of the finest, epitomizes the aesthetic and symbolic traits of Joseon scholar portraits, reflecting both individuality and Confucian ideals.",
      "tokens": 1321
    },
    {
      "success": true,
      "key_asno": 2520000000,
      "name_en": "Goryeo Celadon Incised 'Hyomun' Marked Lotus Design Maebyeong",
      "content_en": "This is a Goryeo celadon maebyeong (vase) created during the Goryeo Dynasty, measuring 27.7 cm in height, 5.3 cm in mouth diameter, and 10.6 cm in base diameter. It features a typical Goryeo maebyeong form with a small, low mouth and a balanced silhouette, characterized by a gently sloping shoulder that widens before tapering downward. The decoration consists of fine incised lines: a band of flower buds encircles the shoulder, dividing the space and framing a lotus vine pattern within. Four large lotus branches adorn the body, intricately depicting lotus flowers, leaves, stems, and seedpods in a vivid, realistic style. The base is decorated with overlapping lotus motifs and a lightning-pattern band. The glaze is evenly applied, exhibiting a bright, transparent, and serene greenish-blue hue (bi color) characteristic of celadon. An inscription reading 'Hyomun' (孝文), the name of the artisan, is found on one edge of the foot, confirming its origin at the Yuchon-ri kiln site in Buan County, Jeollabuk-do. This piece is celebrated as a masterwork of 12th-century celadon, exemplifying the pinnacle of Goryeo ceramic artistry in form, design, and glaze quality, while also providing clear evidence of its production site.",
      "tokens": 1247
    },
    {
      "success": true,
      "key_asno": 2530000000,
      "name_en": "Celadon Bowl with Raised Lotus Vine Design, Inlaid Peony Pattern, and Silver Rim",
      "content_en": "This celadon bowl from the Goryeo Dynasty features a silver rim along the mouth, with dimensions of 7.7 cm in height, 18.7 cm in mouth diameter, and 6.3 cm in base diameter. The interior is adorned with a raised lotus vine pattern, while the exterior displays a simplified inlaid peony design, showcasing a unique combination of techniques for the inner and outer surfaces. The central interior contains a circular floral motif, flanked by lotus vines, and a vine-patterned band encircles the rim. The exterior features three peony motifs in black-and-white inlay. The glaze exhibits a slightly translucent pale greenish-blue hue. This bowl holds significant value as the only known example blending the pure celadon style (where inlay was applied to one side before the widespread use of inlay celadon) with inlay celadon techniques, making it a rare artifact of its kind.",
      "tokens": 943
    },
    {
      "success": true,
      "key_asno": 2580000000,
      "name_en": "White Porcelain Octagonal Bottle with Underglaze Blue Bamboo Design",
      "content_en": "This Joseon Dynasty white porcelain bottle features an octagonal body created using the mo-ggagi (angled-cutting) technique. It measures 40.6 cm in height, with a mouth diameter of 7.6 cm and a base diameter of 11.5 cm. The bottle has an elongated neck, a thick mouth, a rounded body, and a high, wide foot. The design employs bright underglaze blue pigment: a horizontal line encircles the lower body, while one side depicts a single slender bamboo stalk and the opposite side shows a dense cluster of bamboos, rendered with minimalist brushwork. The base bears an unidentified character '井' (well). Dated to the early 18th century based on its angular form, restrained decoration, and translucent glaze, this piece is celebrated for its dynamic yet elegant bamboo motifs, which embody the scholarly spirit and resolve of the period, solidifying its status as a representative white porcelain bottle of the era.",
      "tokens": 930
    },
    {
      "success": true,
      "key_asno": 2590000000,
      "name_en": "Buncheong Jar with Inlaid Cloud and Dragon Design",
      "content_en": "This Buncheong jar from the Joseon Dynasty features a slightly flared mouth and a gently curved shoulder that narrows gradually. It measures 49.7 cm in height, with a mouth diameter of 15 cm and a base diameter of 21.2 cm, characterized by its thick, heavy walls. The design employs stamped (inhwagi) and inlay (sangjam) techniques: the neck is adorned with chrysanthemum patterns, while the body is divided into three sections by three bands of vine motifs. The upper section is framed by bold floral lines filled with densely stamped chrysanthemum and wave patterns. The central section depicts a four-clawed dragon amid dynamic clouds, and the lower section features a lotus pattern. As a quintessential example of early 15th-century Buncheong ware, it exemplifies stable form and masterful dragon iconography.",
      "tokens": 854
    },
    {
      "success": true,
      "key_asno": 2550000000,
      "name_en": "Jeon Deoksan Bronze Bell Set",
      "content_en": "This set of Bronze Age bronze bells was excavated from a hill near the tomb of Heungseon Daewongun's father in Yesan County, Chungcheongnam-do. Dating to the late Bronze Age (around the 3rd century BCE), these bells were likely used by shamans in a theocratic society for ritual and shamanistic purposes. The set includes four types of bells:\n\n1. **Paljuryeong (Eight-Pointed Bells)**: A pair of octagonal bells with eight small bells attached to each corner. Each bell measures 14.4 cm and 14.3 cm in diameter, with the small bells (2.4 cm in diameter) featuring four oval holes. The main body has 2–3 lines of dotted patterns and a large '十' (sun symbol) motif. A [ ]-shaped knob is attached to the back.\n\n2. **Ssangduryeong (Dumbbell-Shaped Bells)**: A pair resembling dumbbells, measuring 19.7 cm and 19.8 cm in length, weighing 170.3 g and 172 g. The convex middle tapers toward the ends, which have bells with four oval holes and bronze beads inside. One bell has an additional small hole in the center.\n\n3. **Combined Ssangduryeong**: An X-shaped bell (17.3 cm long, 4.4 cm bell diameter, 628 g) formed by interlocking two bodies. One end has an insertion hole, while the other has a knob to secure the connection.\n\n4. **Ganduryeong (Cannonball-Shaped Bells)**: A pair (14.7 cm and 14.9 cm tall, 616.5 g and 571 g) divided into a body and handle with a brim. Hollow compartments hold bronze beads in the upper section, while the lower section is empty to amplify sound. Their shape resembles cannonballs.\n\nThese artifacts reflect the declining influence of indigenous bronze bell traditions as Chinese cultural elements spread during the late 3rd century BCE.",
      "tokens": 1496
    },
    {
      "success": true,
      "key_asno": 2600000000,
      "name_en": "Buncheong Jar with Inlaid Iron-painted Peony Design in Turtle Shape",
      "content_en": "This Buncheong jar from the Joseon Dynasty was used outdoors to hold alcohol or water. Resembling a turtle, it measures 9.4 cm in height and 24.1 cm in diameter. The entire surface is coated with thick white slip, with simplified peony blossoms and leaves depicted on the upper portion. The areas without the design were scraped away, and black pigment was applied to create a striking contrast between the patterned and plain surfaces. This decorative technique, known as 'slip inlay' (박지기법), is considered one of the most artistically accomplished methods in Buncheong pottery. The bold and dynamic peony design is further emphasized by the black pigment applied to the background, enhancing the contrast. The base also features linear peony motifs. The low foot is adorned with a band of vine patterns, and the glaze exhibits a grayish-blue hue with some oxidation-induced discoloration on the bottom. The harmonious combination of slip inlay and iron pigment showcases the bold and spirited aesthetic characteristic of Buncheong ware.",
      "tokens": 1006
    },
    {
      "success": true,
      "key_asno": 2610000000,
      "name_en": "White Porcelain Jar with Lid",
      "content_en": "This is a white porcelain jar from the Joseon Dynasty, consisting of a large jar and a smaller jar. The large jar measures 34.0 cm in total height, 27.2 cm in body height, with a mouth diameter of 10.1 cm and a base diameter of 13.7 cm. The smaller jar measures 12.5 cm in total height, 9.5 cm in body height, with a mouth diameter of 4.2 cm and a base diameter of 5.7 cm. The mouth rim is folded outward, flaring gradually from the mouth to the shoulders before curving downward with a full, relaxed silhouette to the base. The lid features a lotus-bud-shaped knob at the center, surrounded by a low tier. The glaze, retaining a pale bluish tint, is evenly applied to both the interior and exterior, blending with the clay body to create a milky white surface tone. Based on the mouth's form, clay composition, glaze, surface coloration, and firing technique, it is believed to have been produced in a state-operated kiln in Gwangju, Gyeonggi Province, during the early Joseon period. This piece exemplifies the refined elegance and flexibility characteristic of early Joseon white porcelain, representing exceptional craftsmanship and aesthetic quality.",
      "tokens": 1155
    },
    {
      "success": true,
      "key_asno": 2660000000,
      "name_en": "The First Goryeo Edition of the Avatamsaka Sutra (Bloossom of Glory), Main Version, Volumes 2 and 75",
      "content_en": "The Avatamsaka Sutra, often abbreviated as the 'Huayan Jing,' is a foundational text of the Huayan school of Buddhism, emphasizing the non-duality of Buddha and sentient beings. Alongside the Lotus Sutra, it profoundly influenced the establishment of Korean Buddhist thought. This artifact corresponds to Volumes 2 and 75 of the 80-volume main version translated by Śikṣānanda (實叉難陀) during the Tang dynasty. Printed on hemp paper using woodblocks, the volumes are joined to form a scroll, with Volume 2 measuring 28.7 cm in height and 46.5 cm in width, and Volume 75 measuring 29.8 cm in height and 46.1 cm in width. While the text contains no missing characters or content discrepancies, it employs numerous abbreviated characters compared to the Tripitaka Koreana (produced by the Gyojang-gam in 1236). The omission of a stroke in the characters '敬' (respect) and '竟' (end) suggests it was printed from a Song dynasty woodblock, as these abbreviations were used to avoid the name of Emperor Taizu of Song's grandfather. Though the exact printing date is unknown due to the lack of publication records, it is considered part of the early Goryeo Tripitaka and is estimated to have been produced around the 12th century.",
      "tokens": 1190
    },
    {
      "success": true,
      "key_asno": 2650000000,
      "name_en": "First Tripitaka Edition of the Avatamsaka Sutra, Main Version, Volume 13",
      "content_en": "The Avatamsaka Sutra, often abbreviated as the 'Flower Garland Sutra,' is a foundational text of the Huayan school, emphasizing the non-duality of Buddha and sentient beings. It profoundly influenced the establishment of Korean Buddhist thought alongside the Lotus Sutra. This volume corresponds to Volume 13 of the 80-volume main version translated by Śikṣānanda (實叉難陀) during the Tang Dynasty. Created during the reign of King Hyeonjong of Goryeo (r. 1011–1031), it is part of the First Tripitaka Koreana, produced to invoke Buddhist power against Liao invasions. Printed on mulberry paper using woodblocks, it is designed as a scroll (28.5 cm in height, 46.3 cm in width, with 24 connected sheets).\n\nCompared to the later Haeinsa Tripitaka Koreana (Reconstructed Tripitaka or Goryeo Tripitaka), this edition has fewer characters, more refined carvings, lacks publication dates, and contains instances of pi-hui (avoiding taboo characters by omitting strokes or substituting terms) and abbreviations. Sheet numbering uses '장(丈)' or '폭(幅)' instead of the standardized '장(張)' in the Haeinsa version. This volume distinguishes itself with 14 characters per line (vs. 17 in Haeinsa) and an omitted stroke in the final character '경(竟).' Based on printing quality and paper, it is dated to the 11th–12th centuries, aligning with other First Tripitaka editions designated as National Treasures (Volumes 1, 29, 74, 75).",
      "tokens": 1448
    },
    {
      "success": true,
      "key_asno": 2700000000,
      "name_en": "Celadon Water Dropper in the Shape of a Mother and Baby Monkey",
      "content_en": "This is a celadon water dropper from the Goryeo Dynasty, crafted in the form of a mother and baby monkey. It measures 9.8 cm in height and 6.0 cm in body diameter. A hole with a diameter of 1.0 cm on the mother monkey's head was used to fill water, while a smaller hole (0.3 cm) on the baby's head dispensed water onto an inkstone, confirming its function as a water dropper. The fingers and toes of both monkeys are intricately carved to stand out, with the mother's eyes and nose, as well as the baby's eyes, accentuated with black pigment dots. The piece humorously captures the affectionate bond between the monkeys: the mother's awkward, crouching posture and the baby's clinging stance. The glaze is transparent with fine bubbles, creating a subtle sheen, and the surface exhibits a beautiful jade-green hue. Dated to the early 12th century based on its identical glaze to a 1146 celadon bottle and box, this water dropper is exceptionally rare among Goryeo celadon water droppers for its monkey motif and uniquely represents the only known example of a mother-and-child design.",
      "tokens": 945
    },
    {
      "success": true,
      "key_asno": 2720000000,
      "name_en": "The First Tripitaka Koreana: Yuqieshizhuluon (Yuqa Sa Ji Ron), Volume 32",
      "content_en": "The Yuqieshizhuluon (유가사지론) is a text attributed to the Indian monk Maitreya, translated into Chinese by Xuanzang (602–664) of the Tang dynasty, arranged in 100 volumes according to the order of the Thousand Character Classic. This is Volume 32 of the 100, part of the First Tripitaka Koreana (초조대장경) printed in the 11th century. The manuscript measures 44.8 cm in width and 28.8 cm in height, written on mulberry paper (닥나무종이).\n\nCompared to the re-carved version housed at Haeinsa Temple, this original carved woodblock edition differs in the placement of panel numbers (판수제), volume, page, and case markings. The page number indicator (장차표시) is written as '장(丈)' in the original carving, whereas the re-carved version uses '장(張)'. Additionally, the original lacks a colophon (간기) at the end of the volume, which is present in the re-carved edition. The original also contains missing strokes in some characters, a feature absent in the re-carved version.",
      "tokens": 912
    },
    {
      "success": true,
      "key_asno": 2730000000,
      "name_en": "The First Tripitaka Koreana Edition of the Yogācārabhūmi Śāstra, Volume 15",
      "content_en": "The Yogācārabhūmi Śāstra was authored by the Indian monk Maitreya and translated into Chinese by Xuanzang (602–664) of the Tang dynasty, organized in 100 volumes according to the order of the Thousand Character Classic. This volume, the 15th of the 100, is part of the initial woodblock edition of the Tripitaka Koreana produced in the 11th century. Crafted on mulberry paper, it measures 47.6 cm in width and 28.6 cm in height. Compared to the reprinted Tripitaka Koreana edition preserved at Haeinsa Temple, this version differs in the placement of panel number notations, volume, page, and case mark indicators.",
      "tokens": 820
    },
    {
      "success": true,
      "key_asno": 2710000000,
      "name_en": "The First Tripitaka Edition of the Abhisamayālaṅkāra (Treatise on the Explanation of the Profound) Volume 12",
      "content_en": "This is Volume 12 of the Abhisamayālaṅkāra, a treatise authored by the Indian monk Asaṅga (無著) and translated into Chinese by Xuanzang (玄奘) of the Tang Dynasty. Organized according to the order of the Thousand Character Classic, it comprises 20 volumes and is one of the earliest editions of the Goryeo Tripitaka. The Abhisamayālaṅkāra, also known by its abbreviated title Hyunyangron (現揚論) or Gwangpomjungui Ron (廣布衆義論), is a key text of the Dharmalaksana (法相) school, composed to elucidate core concepts from the Yogācārabhūmi-śāstra (瑜伽師地論). Volume 12 corresponds to the eighth section of the Sheopjeongui-pum (攝淨義品), the latter half of the text, and represents the original carved edition. Measuring 45.8 cm in width and 28.6 cm in height, it is printed on mulberry paper (닥나무종이).\n\nDistinctive features include the '丈' (jang) mark for page numbering in the original edition, contrasting with the '張' (jang) used in later recarved versions. While publication records at the end of the volume are absent in the original edition, they appear in later copies. Notably, this Volume 12 lacks the missing strokes commonly found in other original editions. The preservation of its original binding, paper quality, and printing state suggest it was produced in the 11th century as part of the First Tripitaka (初雕大藏經). This edition is a rare and invaluable resource for understanding the original form of the Goryeo Tripitaka.",
      "tokens": 1429
    },
    {
      "success": true,
      "key_asno": 2500000000,
      "name_en": "이원길 개국원종공신녹권",
      "content_en": "{\n  \"name_en\": \"Meritorious Subject Certificate of Yi Won-gil for the Founding of the Dynasty (Original Merit)\",\n  \"content_en\": \"The Meritorious Subject Certificate (공신녹권 ) is an official document granted to individuals who contributed significantly to the nation. Specifically, the Founding Meritorious Subject Certificate ( 개국공신녹권 ) was awarded by King Taejo Lee Seong-gye of Joseon to officials who aided in the establishment of the dynasty. The Original Merit Subject System ( 개국원종공신 제도 ), created to expand the ranks of meritorious subjects, saw over 1,400 individuals honored between 1392 and 1397.  \n\nThis certificate, issued in 1395 (the 4th year of King Taejo's reign), was granted to Yi Won-gil for his contributions to the founding of the Joseon Dynasty. It measures 372 cm in width and 30.4 cm in height, crafted on traditional hanji (mulberry paper). The document contains 243 lines, with each line comprising 9 to 12 Chinese characters.  \n\nBeginning with the heading 'Office of Meritorious Subjects ( 공신도감 )', the text concludes with 23 lines listing officials' names and titles, which were woodblock-printed, while the remainder was produced using wood movable type. A total of 695 names are recorded in this document.  \n\nThis artifact holds significant historical value for studying early Joseon's treatment of meritorious subjects, the individuals who influenced the dynasty's formation, and the standardized format of such certificates.\"\n}",
      "tokens": 1335
    },
    {
      "success": true,
      "key_asno": 2800000000,
      "name_en": "Bell of Cheonhungsa Temple at Sungyeosan",
      "content_en": "This bell, the largest surviving Goryeo-era bronze bell in Korea, measures 1.33 meters in height with a mouth diameter of 0.96 meters. The dragon-shaped dragon nu (용뉴) atop the bell depicts a dragon holding a wish-fulfilling jewel, with its head raised more prominently than those on Silla-era bells. Behind the dragon nu, a bamboo-shaped sound tube (음통) extends upward, while the rim of the flat top plate (천판) is adorned with lotus patterns. The body features horizontal bands approximately 10 cm wide, bordered with bead patterns and filled with floral and vine motifs. Below the upper band, four square lotus compartments (연곽) each contain nine protruding lotus buds (연뢰). Two circular striking areas (당좌) with bead-edged borders and lotus decorations are placed opposite each other. Between them, two flying celestial figures (비천상) are arranged diagonally, differing from the symmetrical placement seen in Silla bells. A tablet-shaped inscription frame below one lotus compartment bears a raised-carved text stating the bell was cast in 1010 (the 28th year of the Tonghui era, corresponding to the first year of King Hyeonjong's reign) for Cheonhungsa Temple on Sungyeosan. As the third-largest extant Korean bell after the Silla-era Sangwonsa Bell (National Treasure) and Seongdeok Daewang Bell (National Treasure), it exemplifies the technical and stylistic characteristics of Goryeo bronze bells.",
      "tokens": 1275
    },
    {
      "success": true,
      "key_asno": 2810000000,
      "name_en": "White Porcelain Bottle-shaped Teapot",
      "content_en": "This is a white porcelain teapot shaped like a bottle, created during the Joseon Dynasty. It measures 32.9 cm in total height, 29 cm in bottle height, with a mouth diameter of 6 cm and a base diameter of 11.4 cm. The mouth is slightly flared and upright, with a short neck that gradually widens toward the lower body, creating a balanced, voluminous form. An angular handle attached with a small ring is affixed to the body, while the lid features a lotus bud-shaped knob connected by a small loop. A pale blue glaze is evenly applied across the surface. Notably, the handle and mouth were crafted using different clay and glaze materials than the main body. Based on the clay, glaze, and production techniques, it is estimated to have been made between the late 15th and early 16th centuries. It is believed to have been produced at a state-operated kiln in Gwangju, Gyeonggi Province, which supplied high-quality ceramics for royal use. The piece exudes elegance and dignity, characterized by its plump, restrained body, slender mouth, and sturdy handle.",
      "tokens": 995
    },
    {
      "success": true,
      "key_asno": 2840000000,
      "name_en": "The Great Prajñāpāramitā Sūtra, Volumes 162, 170, 463 (First Tripitaka Koreana Edition)",
      "content_en": "The Great Prajñāpāramitā Sūtra, often abbreviated as the 'Great Prajñā Sūtra' or 'Prajñā Sūtra,' is a foundational Mahayana Buddhist text centered on the concept of śūnyatā (emptiness), teaching that all phenomena lack inherent existence and thus should not be clung to. In Korea, it is widely known as the 'Heart Sutra' and is universally recited across Buddhist sects. This particular set comprises Volumes 162, 170, and 463 of the First Tripitaka Koreana, carved during the Goryeo Dynasty under King Hyeonjong (r. 1011–1031) to invoke Buddhist protection against Khitan invasions. Translated into Chinese by the Tang dynasty scholar Xuanzang, these volumes were printed on mulberry paper using woodblocks and designed as scrolls. Volume 162’s colophon reveals it was commissioned in 1046 by Heo Jinsu to pray for the king’s peace, his mother’s longevity, and his deceased father’s spiritual welfare. Distinct from the later Haeinsa Tripitaka Koreana (Second Tripitaka), the First Edition exhibits differences such as varying character counts (25 lines × 14 characters per line vs. 23 × 14), absence of publication dates, use of pi-hui (avoidance of imperial names) and abbreviated characters, and the use of '장(丈)' or '폭(幅)' instead of '장(張)' for page numbering. These three volumes, preserved in similar condition, are critical for dating other First Tripitaka prints due to Volume 162’s explicit historical record.",
      "tokens": 1509
    },
    {
      "success": true,
      "key_asno": 2860000000,
      "name_en": "White Porcelain Bowls with Inscriptions 'Cheon', 'Ji', 'Hyeon', and 'Hwang'",
      "content_en": "This set of four white porcelain bowls was created in the early Joseon period. Each bowl measures approximately 11.1 cm in height, 21.1 cm in rim diameter, and 7.9 cm in base diameter. The rims exhibit a bold, outward-flaring form. The pieces are devoid of decorative patterns, with a well-melted glaze that imparts a bright white hue. Inside the base of each bowl, the glaze was scratched to inscribe the characters 'Cheon' (天), 'Ji' (地), 'Hyeon' (玄), and 'Hwang' (黃). These inscriptions are believed to correspond to the names of royal storage houses—Cheonjago, Jijago, Hyeonjago, and Hwangjago—located near Geunjeongjeon Hall in Gyeongbokgung Palace, where royal tableware was stored and categorized. The refined clay, evenly applied glaze, pure white color, neat footring, and fine sand supports suggest these were high-quality wares produced at state-operated kilns in Gwangju, Gyeonggi Province, for royal use. As early Joseon white porcelain, this set serves as critical material for tracing the historical lineage of Korean white porcelain craftsmanship.",
      "tokens": 1071
    },
    {
      "success": true,
      "key_asno": 2940000000,
      "name_en": "White Porcelain Bottle with Underglaze Cobalt Blue, Iron, and Copper-Red Grass and Insect Design",
      "content_en": "This Joseon white porcelain bottle, standing 42.3 cm in height with a mouth diameter of 4.1 cm and base diameter of 13.3 cm, is exceptional for its use of multiple pigments: cobalt blue (cheonghwa), iron-black (cheolsa), and copper-red (jinsa). Unlike typical Joseon white porcelains, which emphasize simplicity and restrained color palettes, this piece boldly combines vibrant hues. Its form features a slender, elongated neck, a plump body, and a slightly low foot, with a sharply cut mouth—a rare design compared to the outward-flaring rims common in early 18th-century bottles. The front and back panels depict chrysanthemums and orchids rendered in raised relief, accompanied by bees and butterflies. The orchids are in cobalt blue, chrysanthemums in copper-red, stems and leaves in iron-black, and insects in iron-black or copper-red. As one of the larger surviving examples of its kind, the bottle’s refined glaze quality, balanced proportions, and intricate decoration suggest it was produced in the early 18th century in Gwangju, Gyeonggi Province.",
      "tokens": 1162
    },
    {
      "success": true,
      "key_asno": 2910000000,
      "name_en": "Yonggaem Sugyeong (Dragon Mirror of the Water Palace), Volumes 3–4",
      "content_en": "The Yonggaem Sugyeong is a Chinese character dictionary compiled by Monk Haenggyun in 997 during the 15th year of Emperor Shengzong’s reign in the Liao Dynasty. Unlike traditional Chinese dictionaries, it uniquely arranges characters first by radicals and then by rhyme within each radical category, while also including explanations for both standard and variant characters. Though the exact date of its reprinting in Korea is unknown, it is confirmed to have been published under the supervision of Kwon Deok-ryeong in Naju. The original version of the Yonggaem Sugyeong no longer exists in China, where it was later renamed Yonggaem Suggam during the Southern Song period. In Korea, fragments—Volume 1 discovered at Geumgangsan Yujeomsa Temple and Volumes 3–4 from Choi Nam-seon’s collection—survived, believed to be Goryeo-era reprints. As the sole remaining copy of the original Liao edition, it was elevated to National Treasure status on November 28, 1996. Containing approximately 26,430 main characters and 163,170 annotated entries, this dictionary is an invaluable resource for lexicography and phonological studies of the Liao Dynasty.",
      "tokens": 1410
    },
    {
      "success": true,
      "key_asno": 2670000000,
      "name_en": "First Tripitaka Edition: Abhidharma-samucaya-yana-sastra, Volume 12",
      "content_en": "Buddhist scriptures are broadly categorized into Sutra (경), Vinaya (율), and Abhidharma (론). The term 'Abhidharma' collectively refers to treatises systematically explaining the Buddha's wisdom. The Abhidharma-samucaya-yana-sastra is a text that compiles and elucidates the wisdom necessary for attaining Buddhahood. This volume is part of the First Tripitaka Woodblocks (초조대장경) created during the reign of King Hyeonjong of Goryeo (r. 1011–1031) to overcome Liao invasions through Buddhist power. It is Volume 12 of the 16-volume Chinese translation by Xuanzang (玄奘) of the Tang dynasty, printed on mulberry paper in woodblock format and bound as a scroll. Measuring 29.5 cm in height and 46.5 cm in width, it comprises 26 joined sheets. Compared to the later Haeinsa Tripitaka (재조대장경), the First Tripitaka exhibits differences such as more refined carving, variations in character count, absence of publication records, instances of pi-hwi (避諱: omitting strokes or substituting characters to avoid imperial names), and abbreviated characters. While the Haeinsa edition uniformly uses '장(張)' to denote pages, the First Tripitaka uses '장(丈)' or '폭(幅)'. This volume lacks abbreviated characters but shares features like no publication records, 23 lines of 14 characters per line (vs. Haeinsa's 24 lines), and the use of '장(丈)' for pagination, confirming its affiliation with the First Tripitaka. Based on printing quality and paper condition, it is estimated to have been printed around the 12th century.",
      "tokens": 1514
    },
    {
      "success": true,
      "key_asno": 2690000000,
      "name_en": "초조본 불설최상근본대락금강불공삼매대교왕경 권6",
      "content_en": "{\n  \"name_en\": \"The Sutra of the Great King of Unsurpassed Enlightenment and Great Compassion Samadhi from the Supreme Root of the Diamond Prajna Paramita Sutra, Volume 6 (First Tripitaka Edition)\",\n  \"content_en\": \"This text is Volume 6 of a 7-volume translation by the Song dynasty monk Faxian (法賢). Created during the reign of King Hyeonjong of Goryeo (r. 1011–1031), it is part of the First Tripitaka, produced to invoke Buddhist power against Liao invasions. Printed on mulberry paper using woodblocks, it is designed as a scroll measuring 29.8 cm in height and 47.1 cm in width, composed of 24 connected sheets.  \n\nCompared to the later Tripitaka Koreana (reproduced at Haeinsa Temple), the First Tripitaka exhibits distinct characteristics: more intricate woodblock carvings, variations in character count, absence of publication dates, and instances of pi-hui (avoidance of imperial taboo characters) and abbreviated script. While the First Tripitaka typically uses '장(丈)' or '폭(幅)' to denote sheet numbers, the Tripitaka Koreana standardizes this as '장(張)'.  \n\nThis volume’s use of '장(丈)', lack of publication records, and its 23-line-by-14-character format confirm its identification as a 12th-century First Tripitaka edition.\"\n}",
      "tokens": 1097
    },
    {
      "success": true,
      "key_asno": 3030000000,
      "name_en": "The Seungjeongwon Ilgi (Diary of the Royal Secretariat)",
      "content_en": "The Seungjeongwon Ilgi is a daily record compiled by the Seungjeongwon (Royal Secretariat), the royal administrative office of the Joseon Dynasty (1392–1910). It chronicles the issuance of royal edicts, administrative affairs, and ceremonial events in chronological format. Initially created during King Sejong’s reign (15th century), most early records were lost due to wars and fires, with surviving volumes spanning from March 1623 (Injo 1) to August 1910 (Yunghi 4). Missing sections were later reconstructed using sources like the Jobo (court bulletin), Chunbang Ilgi (Spring Palace Diary), and Ilseongnok (Diary of Daily Reflections).\n\nThe diary was primarily authored by Juseo (registrars), junior officials of the Seungjeongwon. During the late Joseon period, two Juseo and two temporary registrars (Gajuseo) managed the records. The process involved drafting notes (Chocheop) during royal proceedings, compiling daily entries, and binding them monthly into volumes. These were reviewed by Seungji (ministers) and finalized after royal approval.\n\nThe collection comprises 3,243 volumes, with 3,045 titled 'Seungjeongwon Ilgi' and 198 bearing alternative names like 'Seungseonwon Ilgi' or 'Gungnaebu Ilgi,' reflecting institutional name changes post-1894 reforms. Renowned for its detailed accounts of royal activities, political debates, and unabridged submissions to the throne, it served as a primary source for compiling the Joseon Wangjo Sillok (Annals of the Joseon Dynasty). Recognized for its historical value, it was inscribed on UNESCO’s Memory of the World Register in 2001.",
      "tokens": 1663
    },
    {
      "success": true,
      "key_asno": 2680000000,
      "name_en": "First Tripitaka Koreana Edition: Abhidharmabhavapakaṣa (Abhidharma Commentary) Volumes 11 and 17",
      "content_en": "This cultural heritage item is part of the Abhidharma section of Buddhist scriptures, which systematically explains the Buddha's wisdom. The Abhidharmabhavapakaṣa compiles teachings essential for enlightenment, guiding practitioners toward spiritual realization. Created during the reign of King Hyeonjong of Goryeo (1011–1031), these volumes (11 and 17) are part of the First Tripitaka Koreana, carved to invoke Buddhist power against Khitan invasions. They belong to a 60-volume set translated by Buddhabhadra and Daotai of Northern Liang. Printed on mulberry paper as a woodblock scroll, Volume 11 measures 28.9 cm (height) × 47.8 cm (width) with 46 pages, while Volume 17 is 29.7 cm × 47.4 cm with 37 pages. Distinct from the later Tripitaka Koreana (Haeinsa Edition), the First Tripitaka features refined carvings, differing character counts, no publication date records, and instances of pi-hui (taboo character avoidance) and abbreviations. The use of '장(丈)' for page numbering, absence of a publication date, and an abbreviated '경(竟)' character confirm its origin. Based on print quality and paper condition, it is estimated to have been printed in the 12th century.",
      "tokens": 1590
    },
    {
      "success": true,
      "key_asno": 3060000200,
      "name_en": "Memorabilia of the Three Kingdoms",
      "content_en": "The Memorabilia of the Three Kingdoms (Samguk Yusa) is a historical record of the Three Kingdoms period written by the late Goryeo monk Ilyeon (一然) in 1281 (7th year of King Chungryeol's reign). Comprising 5 volumes and 2 books, it is organized into nine chapters: \"Chronology of Kings (Wangryeok)\", \"Memorable Anecdotes (Gi'i)\", \"Spread of Buddhism (Heungbeop)\", \"Pagodas and Buddhist Statues (Tapsang)\", \"Explanations of Buddhist Doctrines (Uihye)\", \"Mantras and Mystical Practices (Sinju)\", \"Miraculous Responses (Gamtong)\", \"Reclusive Figures (Pieun)\", and \"Filial Piety and Virtue (Hyosun)\".\n\nThe \"Chronology of Kings\" provides a brief timeline of the Three Kingdoms, Gaya, Later Goguryeo, and Later Baekje. The \"Memorable Anecdotes\" section, prefaced with the author's rationale for its inclusion, narrates fragmented histories from Gojoseon to the Later Three Kingdoms. Other chapters detail the introduction and flourishing of Buddhism, descriptions of pagodas and statues, biographies of eminent monks like Wonkwang, accounts of esoteric Buddhist practitioners, miraculous Buddhist experiences, tales of reclusive sages, and stories of filial devotion and Buddhist virtues.\n\nThe text cites numerous lost sources, including Buddhist tales, ancient records (gogi), temple histories (saji), and epitaphs (bigal), alongside ancient language materials like hyangga poetry and Buddhist art references. Its rich coverage of Hwarangdo (flower-boys' order) further enhances its value for studying Korea's ancient culture and history.\n\nThe Kyujanggak edition, reprinted in 1512 (7th year of King Jungjong's reign) by Lee Gye-bok, the governor of Gyeongju, is a woodblock print known as the \"Jungjong Imshin Edition\" or \"Jeongdeok Edition.\" It is the oldest extant complete copy, with identical versions held at Korea University and Tenri University. The Kyujanggak copy is uniquely complete without missing pages and represents the earliest printed version of this edition.",
      "tokens": 1624
    },
    {
      "success": true,
      "key_asno": 3060000300,
      "name_en": "Samguk Yusa (Memorabilia of the Three Kingdoms) Volumes 1–2",
      "content_en": "The *Samguk Yusa* (Memorabilia of the Three Kingdoms) is a historical compendium compiled by the Goryeo monk Ilyeon (一然) in 1281 (7th year of King Chungryeol’s reign). It is renowned as a vital resource for studying ancient Korean history and culture, encompassing legends and records from the time of Gojoseon through the Three Kingdoms period. Designated as a **National Treasure**, this early Joseon-era edition includes the \"Wangryeok\" (王曆, Chronological Table of Kings)—a brief chronology of Silla, Goguryeo, Baekje, Gaya, Unified Silla, Later Goguryeo (including Goryeo), and Later Baekje—and the \"Gi-i\" (紀異, Memorable Events), which details historical and cultural facts from Gojoseon to the Later Three Kingdoms. Though only Volumes 1–2 survive, they are significant as a complete printed version without missing pages, a rarity for early Joseon woodblock prints. Additionally, this edition helps clarify illegible characters in the 1512 *Imshin Edition* (壬申本) of the *Samguk Yusa* and provides access to cited texts no longer extant, enhancing its scholarly value.",
      "tokens": 1240
    },
    {
      "success": true,
      "key_asno": 3190000100,
      "name_en": "Dongui Bogam: Precious Mirror of Eastern Medicine",
      "content_en": "The Dongui Bogam (東醫寶鑑) is a seminal medical text compiled by Heo Jun (許浚, 1539–1615) in 1610 during the reign of King Gwanghae of Joseon. Commissioned by King Seonjo in 1596, its compilation was interrupted by war but completed by Heo Jun after 14 years of dedicated work. Recognized as Korea’s foremost medical treatise, it synthesizes medical knowledge from Joseon and Chinese sources with clinical experiences. The first edition was woodblock-printed in 1613 by the Inner Palace Secretariat, comprising 25 volumes and 25 books. Structured into five main sections—Internal Medicine (4 vols, 26 chapters), External Medicine (4 vols, 26 chapters), Miscellaneous Diseases (11 vols, 38 chapters), Decoctions (3 vols, 17 chapters), and Acupuncture (1 vol, 1 chapter)—it systematically categorizes diseases, theories, prescriptions, and references. Widely disseminated in Joseon, China, and Japan, it became a cornerstone of East Asian medicine. The National Library of Korea’s complete copy (25 vols) includes prefaces by Lee Jeong-gwi (1611), a 1613 publication record, and inscriptions from royal officials, with exceptional preservation. Its influence extended to Qing-era China and Edo-period Japan, where it was repeatedly published as a medical essential.",
      "tokens": 1474
    },
    {
      "success": true,
      "key_asno": 3100000000,
      "name_en": "White Porcelain Moon Jar (2007-2)",
      "content_en": "The White Porcelain Moon Jar is a large vessel typically exceeding 40 cm in height, characterized by its rounded form and milky white glaze, which evokes the image of a full moon, earning it the nickname 'Moon Jar.' Produced during the late 17th to early 18th century (particularly in the first half of the 18th century) at the Bunwon (branch kiln) of the Sawonwon (Royal Kitchen), the sole official kiln of the Joseon Dynasty, it is believed to have been primarily crafted at the Geumsa-ri kiln among over 340 kiln sites scattered in the Gwangju region of Gyeonggi-do. Due to its large size, the upper and lower sections were formed separately on a potter's wheel and later joined, making the shaping and firing processes exceptionally challenging. The pure white aesthetic and balanced proportions represent a uniquely Korean form of porcelain unparalleled worldwide. The National Treasure Moon Jar measures 43.8 cm in height and 44 cm in body diameter. It exhibits excellent fusion of glaze and clay body, with an ideal ratio between the mouth and base diameters, imparting overall stability. While not perfectly symmetrical, its slight asymmetries and subtle deformations do not disrupt the form but instead contribute to a dynamic, lively quality.",
      "tokens": 1038
    },
    {
      "success": true,
      "key_asno": 3090000000,
      "name_en": "White Porcelain Moon Jar (2007-1)",
      "content_en": "The White Porcelain Moon Jar is a large vessel typically exceeding 40 cm in height, characterized by its rounded form and milky white glaze, which evokes the image of a full moon, hence its nickname. Produced during the late 17th to early 18th century (particularly in the first half of the 18th century) at the Bunwon kilns—a branch of the Sagungwon (Royal Kitchen), the sole official kiln of the Joseon Dynasty—it is believed to have been primarily crafted at the Geumsa-ri kiln among over 340 kiln sites scattered in the Gwangju region of Gyeonggi Province. Due to its large size, the jar was formed by creating the upper and lower sections separately and then joining them, making both shaping and firing exceptionally challenging. Its pure white aesthetic and balanced proportions represent a uniquely Korean and quintessential form of white porcelain unparalleled worldwide. The designated National Treasure example measures 44 cm in height and 42 cm in diameter, featuring a short, 45°-angled rim and a rounded, voluminous body. The seam where the two sections were joined shows minimal distortion, creating a nearly perfect circular profile. The outward flare of the rim and the vertical foot harmonize to impart stability and equilibrium, embodying the classic characteristics of mid-Joseon white porcelain jars. The surface is meticulously finished without visible molding marks, indicating production under the highest technical standards. The foot is nearly vertical with clean, precise craftsmanship.",
      "tokens": 1385
    },
    {
      "success": true,
      "key_asno": 3220000200,
      "name_en": "The History of the Three Kingdoms (Samguk Sagi)",
      "content_en": "The History of the Three Kingdoms (Samguk Sagi) is a biographical history of the Three Kingdoms period compiled by Kim Bu-sik (1075–1151) in 1145 (23rd year of King Injong of Goryeo). Alongside the Samguk Yusa (Memorabilia of the Three Kingdoms), it is recognized as a foundational historical record for studying the Three Kingdoms era. Designated as a National Treasure, this work holds significant value as Korea's first state-commissioned historical text, reflecting objective historical awareness and a strong sense of ethnic identity. The extant copy is a complete 9-volume set printed from woodblocks supplemented until 1512, preserving its original form from the time of printing with no missing pages. It uniquely combines woodblocks from both the Goryeo and Joseon dynasties, offering insights into the carving techniques and preservation conditions of Goryeo-era blocks (including those from 1394) and Joseon-era reproductions.",
      "tokens": 1027
    },
    {
      "success": true,
      "key_asno": 3250000000,
      "name_en": "Gisa Gyecheop",
      "content_en": "The 'Gisa Gyecheop' is a contract album (계첩) created in 1720 (46th year of King Sukjong's reign) to commemorate the event where King Sukjong, aged 59, entered the Girosa (耆老所, Senior Officials' Retirement Office) in 1719, following the precedent set by King Taejo Lee Seong-gye. Although the ceremony took place in 1719, the album was completed in 1720 due to the time required to paint the portraits. The Girosa was an institution that honored senior civil officials aged 70 or older who held the rank of Jung 2-pum (정2품) or higher. The album comprises a preface written by Im Bang (任埅, 1640–1724), a Girosa member and Left State Councilor; a royal poem composed by King Sukjong during a banquet at Gyeonghyeon Hall (景賢堂) in Kyunghee Palace; a postscript by Kim Yu (金楺, 1653–1719), the Grand State Councilor; a list of participants in the rituals; documentary paintings of the events; portraits of 11 Girosa members; celebratory poems written by the members; and a list of artisans involved in the album's production. The event scenes depicted include: <Procession of the King's Tablet to Girosa> (御帖奉安圖) at Heungjeong Hall (興政堂); <Celebration at Sungjeongjeon Hall> (崇政殿進賀箋圖) on February 12; <Banquet at Gyeonghyeon Hall> (景賢堂錫宴圖) on April 18; <Procession Returning with Silver Cups> (奉盃歸社圖); and <Private Banquet at Girosa> (耆社私宴圖). The paintings and portraits, created by renowned Dohwaseo (Royal Painting Academy) artists Kim Jin-yeo (金振汝) and Jang Tae-heung (張泰興), exemplify the pinnacle of late Joseon court art through vibrant colors, meticulous yet restrained details, and realistic facial expressions achieved with chiaroscuro techniques. Recognized as one of the most representative 18th-century court paintings, it significantly influenced later court art production. Retaining its original form, with clear records of its creation date, artists, and exceptional technical quality, it holds sufficient value for designation as a National Treasure.",
      "tokens": 1758
    },
    {
      "success": true,
      "key_asno": 3300000000,
      "name_en": "Rain Measuring Tablet of Gyeongsang Gamyeong in Daegu",
      "content_en": "The National Treasure 'Rain Measuring Tablet of Gyeongsang Gamyeong in Daegu (大邱 慶尙監營 測雨臺)' is a 46cm-tall rectangular granite stone originally installed at Daegu Gamyeong (Provincial Office). An inscription on its front, reading '測雨臺, 乾隆庚寅五月造' (Rain Measuring Tablet, Made in the Fifth Month of the Qianyun Year of the Qianlong Era), confirms its creation in 1770 (46th year of King Yeongjo's reign). According to records by Japanese meteorologist Wada Yuji (和田雄治) during the colonial period, the tablet was moved from the courtyard of Seonhwadang Hall at Gyeongsang Gamyeong to the Government-General Observatory and is now housed by the Korea Meteorological Administration. This tablet is historically significant as it demonstrates the continuation of the 15th-century Joseon-era rain measurement system, even though the accompanying rain gauge has been lost. Its clear production date and role in documenting Korea's systematic rainfall measurement practices grant it immense historical and scientific value, leading to its designation as a National Treasure alongside the 'Rain Gauge of Chungcheong Gamyeong in Gongju'.",
      "tokens": 1050
    },
    {
      "success": true,
      "key_asno": 3260000000,
      "name_en": "Celadon Vase with the Inscription 'Sunhwa 4th Year'",
      "content_en": "The Celadon Vase with the Inscription 'Sunhwa 4th Year' (靑磁 ‘淳化四年’銘 壺) is the most definitive chronological artifact from the early 10th century Goryeo Dynasty, marking the dawn of celadon production in Korea. Inscribed on the base of the vase is the text: 'Sunhwa 4th Year, Gyeosi, Tae-myo First Hall Ritual Vessel Craftsman Choi Gil-hoe Made' (淳化四年 癸巳 太廟第一室 享器匠 崔吉會 造). This reveals that the vase was a ritual vessel used in the first hall of Goryeo's Tae-myo (royal ancestral shrine) dedicated to King Taejo Wanggeon, crafted by the artisan (or supervisor) Choi Gil-hoe. The inscription also confirms its creation in 993 CE (12th year of King Seongjong's reign), making it the earliest extant celadon with a complete dated inscription. Historical records from the Goryeo-sa (History of Goryeo) indicate that the Tae-myo in Gaeseong was constructed from April 15, 989, to December 1, 992, meaning this vase was produced the year after its completion. The vase is attributed to the kiln site in Wonsan-ri, Baekcheon-gun, Hwanghaedo Province—a major production center for royal ritual vessels. Analysis of celadon fragments excavated from this site shows strong similarities in quality, inscription technique, and composition, supporting the theory that this vase was crafted there.",
      "tokens": 1473
    },
    {
      "success": true,
      "key_asno": 3310000000,
      "name_en": "Rain Measuring Stand of Imunwon in Changdeokgung Palace",
      "content_en": "The National Treasure 'Rain Measuring Stand of Imunwon in Changdeokgung Palace (昌德宮 摛文院 測雨臺)' was installed in 1782 (6th year of King Jeongjo's reign) in front of Imunwon (摛文院), an annex building of Gyujanggak in Changdeokgung Palace, under the king's order. Crafted from marble (referred to as 'daeri-am' during the Joseon period), a material frequently used for royal artifacts, the stand features meticulously polished surfaces and elegant inscriptions, indicative of skilled craftsmanship by central artisans. It remained in its original location until around 1910, after which it was relocated to Gyeongseong Museum, then to Myeongjeongjeon Hall in Changgyeonggung Palace, followed by the Deoksugung Royal Relics Exhibition Hall, and is now housed at the National Palace Museum. This artifact exemplifies the enduring tradition of rain measurement in Korea, initiated in 1442 (24th year of King Sejong's reign) with the world's first rain gauge and stand for agricultural purposes. Alongside the 'Rain Gauge of Gongju Chungcheong Gamyeong' and the 'Rain Measuring Stand of Daegu Gyeongsang Gamyeong,' it is designated as a National Treasure, underscoring Korea's excellence in traditional science and its historical significance both domestically and internationally.",
      "tokens": 1103
    },
    {
      "success": true,
      "key_asno": 690000000,
      "name_en": "Meritorious Subject Certificate of Sim Ji-baek (개국원종공신녹권)",
      "content_en": "This document, issued in October 1397 (the 6th year of King Taejo of Joseon), was granted by the Office of Meritorious Subjects (공신도감) under royal decree to Sim Ji-baek (沈之伯) to certify his status as a meritorious subject. Measuring 140 cm in width and 30.5 cm in height, it was originally passed down through the Sim family clan in Padomyeon, Dancheon-gun, South Hamgyong Province. The 'Original Merit Subjects of the Founding of the Dynasty' (개국원종공신) system was a new reward system established during the early Joseon period to expand the ranks of meritorious subjects, with over 1,400 individuals honored between 1392 and 1397. When Sim received this certificate, 74 others were simultaneously recognized, each granted 15 gyeol (結) of farmland. Additionally, land and official positions were bestowed upon their parents, spouses, and descendants. These details, absent from the Joseon Annals, were revealed through this document. The text employs Idumun (吏讀文), a mix of Chinese characters and Korean phonetic elements, making it a valuable historical and linguistic resource. Printed using woodtype (목활자), it is one of the most complete early Joseon woodblock-printed documents surviving in South Korea. Its rolled format reflects early Joseon characteristics, though the uneven letter sizing and irregular arrangement indicate less refined printing techniques. As a rare extant example of early Korean woodtype printing, it holds significant importance in the history of Korean typography.",
      "tokens": 1202
    },
    {
      "success": true,
      "key_asno": 3190000300,
      "name_en": "Dongui Bogam (2015-3)",
      "content_en": "The Dongui Bogam (東醫寶鑑), compiled by Heo Jun (許浚, 1539–1615) in 1610 during the reign of King Gwanghaegun of Joseon, is Korea's premier medical text. It synthesizes medical knowledge from Joseon and Chinese sources with clinical experiences. Although King Seonjo initially commissioned its compilation in 1596 with Heo Jun, Yang Yesu (楊禮壽), and Lee Myeong-won (李命源), the project was halted by war. Heo Jun independently completed it after 14 years of dedication. The Dongui Bogam is widely acclaimed as the most outstanding medical work authored by Koreans, both domestically and internationally. The first edition, printed in 1613 using wooden movable type by the Royal Secretariat (Nauiwon), consists of 25 volumes and 25 books.\n\nThe text is organized into five main sections: a 2-volume table of contents, the Naegyeong Pyeon (內景篇, Internal Medicine) with 4 volumes and 26 subsections, the Oehyeong Pyeon (外形篇, External Medicine) with 4 volumes and 26 subsections, the Japbyeong Pyeon (雜病篇, Miscellaneous Diseases) with 11 volumes and 38 subsections, the Tangyeok Pyeon (湯液篇, Decoctions and Medicinals) with 3 volumes and 17 subsections, and the Chimgu Pyeon (鍼灸篇, Acupuncture and Moxibustion) with 1 volume and 1 subsection. Each section systematically categorizes diseases, detailing theories, prescriptions, and source references.\n\nThe Dongui Bogam was widely disseminated beyond Joseon, influencing medical practices in China and Japan. In China, it was published multiple times starting in 1763 (Qianlong 28), while in Japan, the first edition appeared in 1724 (Kyoto Shorin) and was reprinted in 1799 (Osaka Shorin), solidifying its status as a essential text in East Asian medicine.\n\nThe Kyujanggak Institute of Seoul National University houses two copies. The Taebaeksan Sagobon (太白山史庫本), a 24-volume set, lacks Volume 16 of the Japbyeong Pyeon. However, a separate 17-volume set from the same woodblock edition includes the missing volume, complementing the Taebaeksan copy. Designated in 2008, the Dongui Bogam’s historical significance as the first edition and its completeness—achieved through the supplementary volume—were pivotal in its recognition as a national treasure.",
      "tokens": 2394
    },
    {
      "success": true,
      "key_asno": 1510000200,
      "name_en": "Annals of the Joseon Dynasty, Taebaeksan Edition",
      "content_en": "The Annals of the Joseon Dynasty (Taebaeksan Edition) is a chronological record (編年體) of 472 years of Joseon history, spanning from the reign of King Taejo (1392) to King Cheoljong (1863). Compiled by independent historians (사관) under strict confidentiality, the annals meticulously document the social, economic, cultural, and political aspects of the Joseon Dynasty. After each king's death, a dedicated office (실록청) was established to compile the annals, with draft records (사초) inaccessible even to the monarch. Copies were stored in multiple royal archives (사고), though many were destroyed during the Imjin and Byeongja Wars. The Taebaeksan Edition, comprising 848 volumes, was one of four copies recreated between 1603 and 1606 based on the surviving Jeonju Archive version. It was continuously updated until the publication of the Cheoljong Annals in 1865 and remained at the Taebaeksan Archive until 1910. Transferred to Keijo Imperial University by Japanese colonial authorities in 1930, it later passed to Seoul National University's Kyujanggak Institute and is now preserved by the National Archives of Korea.",
      "tokens": 1042
    },
    {
      "success": true,
      "key_asno": 3290000000,
      "name_en": "Gongju Chungcheong Gamyeong Rain Gauge",
      "content_en": "The 'Gongju Chungcheong Gamyeong Rain Gauge (公州 忠淸監營 測雨器)' is a National Treasure of Korea, created in 1837 (3rd year of King Heonjong's reign). Only the rain gauge itself survives, without its original stand. It was originally installed at the Gongju Government Office (Geumyeong), the supervisory administrative body of South Chungcheong Province during the Joseon Dynasty. In 1915, Japanese meteorologist Wada Yuji took it abroad, but it was repatriated from Japan in 1971 and has since been preserved by the Korea Meteorological Administration. Although multiple rain gauges were likely produced and distributed to provincial offices under central government orders during the Joseon period, this is the only known surviving example. Invented in 1442 (24th year of King Sejong's reign), the rain gauge predates Western versions by approximately 200 years, making it the world's first scientific rainfall measurement device. Its introduction marked a transition from qualitative methods of measuring rainfall (e.g., estimating soil absorption) to precise quantitative measurement, holding immense significance in the history of global science.",
      "tokens": 1043
    },
    {
      "success": true,
      "key_asno": 2330000200,
      "name_en": "Steatite Sarira Reliquary from the Stone Seated Vairocana Buddha at Seoknamamsa Temple Site, Sancheong",
      "content_en": "This steatite reliquary was discovered inside the central base stone of a Buddha pedestal at a hermitage site beneath the cliffs of Jirisan Mountain in Gyeongsangnam-do. Dating to the Unified Silla period, the dark gray steatite vessel measures 14.5 cm in total height, with the body reaching 12 cm, a mouth diameter of 9 cm, and a base diameter of 8 cm. Its design features a thick rim around the mouth, a flat and broad base for stability, and three horizontal engraved lines—one below the mouth, one mid-body, and one lower. The lid is adorned with a double circular groove and a central lotus motif. Inscribed on the surface are 15 rotating lines documenting the creation of the Vairocana Buddha statue, including the date Yeongtae 2 (766 CE, 2nd year of King Hyegong's reign). Though the irregularly sized characters make some parts illegible, the text expresses a wish to comfort the deceased and save sentient beings. This artifact is invaluable for its artistic techniques (craftsmanship, lid design, inscription style), Buddhist historical context (8th-century Vairocana Buddha production, enshrinement of relics), and its role in redefining the chronology of Silla Buddhist sculpture.",
      "tokens": 1119
    },
    {
      "success": true,
      "key_asno": 2490000200,
      "name_en": "Donggwoldo (1995)",
      "content_en": "Donggwoldo is a palace painting depicting Changdeokgung and Changgyeonggung, located east of Gyeongbokgung Palace, with the title 'Donggwoldo' (East Palace Painting) attached. The artwork measures 35–36.3 cm in width and 274.0 cm in height per panel, comprising a 16-panel folding screen. Rendered from a diagonal top-right perspective, it vividly and intricately portrays the palaces' halls, bridges, walls, lotuses, and ornamental rocks, surrounded by hills and mountains. While the landscape follows the techniques of the Chinese Southern School (nanfonghua), the architectural details and perspective suggest Western influence. Another identical painting exists, distinguished by its colored pigments and black-ink labels identifying buildings. Based on the presence and reconstruction dates of depicted structures, it is estimated to have been created by court painters (Dohwaseo) before 1830 (30th year of King Sunjo's reign). These paintings hold greater historical value for architectural research than artistic merit, offering a visually accurate representation of palace layouts compared to flat maps like 'Gungjeongji' or 'Donggwoldo Hyang.' They serve as critical documentary resources for verifying historical palace configurations.",
      "tokens": 1066
    },
    {
      "success": true,
      "key_asno": 2000000000,
      "name_en": "Gilt-bronze Standing Bodhisattva (1979)",
      "content_en": "This gilt-bronze standing bodhisattva statue, housed in the Busan Museum, is depicted facing forward with an upright, dignified posture. Though its pedestal and halo are missing, the figure remains relatively well-preserved. A tall ushnisha (symbolic topknot) rises from the head, and a small hole on the forehead suggests it once wore a crown. The hair is realistically rendered in front but absent at the back. The plump face features half-closed eyes, crescent-shaped eyebrows, a prominent nose, and a serene smile that conveys beauty and compassion. The elongated ears reach the shoulders, and the neck is adorned with three thick concentric rings (tridhara).\n\nThe body is depicted with dynamic elasticity, emphasizing a full chest and slender waist. The upper robe drapes from the shoulders to the feet, though part of the left side is missing. The lower garment displays symmetrical U-shaped folds. Bracelets adorn the wrists, but no other ornaments are present. The right hand is raised with the palm facing upward, while the left hand hangs downward with the middle finger bent—a gesture suggesting it once held a vase (kamandalu).\n\nCombining regal posture with grace and compassion, this statue is a masterpiece from the early Unified Silla period (late 7th–early 8th century).",
      "tokens": 1080
    },
    {
      "success": true,
      "key_asno": 2540000000,
      "name_en": "Celadon Bottle with Incised Lotus Design and Lid",
      "content_en": "This is a celadon bottle with a lid from the Goryeo Dynasty, measuring 43.0 cm in height, 6.3 cm in mouth diameter, and 15.3 cm in base diameter. It represents a typical form of the mid-Goryeo period, characterized by a moderately wide mouth, well-proportioned shoulders, and a harmonious balance between the shoulder and body lines. The glaze exhibits a pale greenish hue, is relatively transparent, and features fine crackles. The lid's upper part bears simple patterns, while the sides display lotus leaf motifs divided into three sections, incised with concise strokes. The body's center is adorned with four elegantly simplified lotus designs. Notably, this is the only surviving example of a Goryeo bottle that retains both its lid and body, making it a unique and exemplary work from the early 12th century, distinguished by its dignified form and refined decorative elements.",
      "tokens": 882
    },
    {
      "success": true,
      "key_asno": 1090000000,
      "name_en": "Gunwi Amitabha Buddha Triad Grotto",
      "content_en": "The Gunwi Amitabha Buddha Triad Grotto is an early Unified Silla-period stone Buddhist sanctuary carved into a natural cave on the cliff of Palgongsan Mountain in Gunwi County, Daegu Metropolitan City. Predating the artificially constructed Seokguram Grotto (National Treasure) in Gyeongju, this grotto enshrines a triad of stone Buddha statues created around 700 CE. The central Buddha sits atop a square pedestal with both feet on the knees, soles upward, and features a prominent usnisa (topknot) and a dignified expression contrasting with the approachable smiles of Three Kingdoms-era statues. The thin robe reveals muscular contours, with drapery flowing down to the pedestal. The right hand forms the earth-touching mudra (Bhumisparsha Mudra). The flanking bodhisattvas, adorned with crowns inscribed with small Buddha images and alms bowls, wear necklaces and armlets. Their U-shaped robe folds and twisted postures at the neck, waist, and legs reflect newly introduced Tang dynasty aesthetics. This artwork holds significant cultural and historical value as a transitional piece between Three Kingdoms and Unified Silla sculpture, and as an early example of a full-scale rock-cut Buddhist sanctuary in Korean Buddhist art history.",
      "tokens": 1101
    },
    {
      "success": true,
      "key_asno": 3060000400,
      "name_en": "Samguk Yusa, Volumes 4–5",
      "content_en": "The Samguk Yusa (『三國遺事』) is a historical record compiled by the Goryeo monk Ilyeon (一然) in 1281 (7th year of King Chungryeol’s reign). It synthesizes legends, history, and culture from the Gojoseon period to the Three Kingdoms era, serving as an invaluable resource for studying ancient Korean history. The Beomeosa Temple copy, designated as a National Treasure, comprises a single volume containing only Volumes 4–5 of the original five. Though incomplete, it is the earliest extant printed version produced after the initial woodblock carving in 1394, holding significant bibliographical importance. Notably, it fills gaps in Chapters 28–30 absent in other designated versions and allows verification of errors in the 1512 (7th year of King Jungjong’s reign) edition, making it critical for textual comparison and restoration of the original woodblocks. The script, dimensions, and line spacing of the Beomeosa copy closely resemble the 1512 edition, underscoring its value in bibliographic studies. Additionally, it includes phonetic annotations (音讀口訣) and Hangul interlinear glosses (懸吐), offering crucial insights into the study of ancient Korean language and paleography.",
      "tokens": 1319
    },
    {
      "success": true,
      "key_asno": 2760000000,
      "name_en": "First Tripitaka Edition of the Yogācārabhūmi-śāstra, Volume 53",
      "content_en": "The Yogācārabhūmi-śāstra (Treatise on the Stages of Yoga Practice) was authored by the Indian master Maitreya and translated into Chinese by Xuanzang (602–664) of the Tang Dynasty, organized in 100 volumes according to the order of the Thousand Character Classic. This volume, the 53rd of the 100, is part of the First Tripitaka Koreana (Chobo Daejanggyeong) printed in the 11th century. It is the original woodblock print, made on mulberry paper measuring 48 cm in width and 28.4 cm in height. Compared to the reprinted version housed at Haeinsa Temple, this edition differs in the placement of panel numbers (판수제), volume and page indicators (권, 장), and section markers (함차표시).",
      "tokens": 778
    },
    {
      "success": true,
      "key_asno": 1820000000,
      "name_en": "Gumi Seonsan-eup Gold Bronze Standing Buddha Statue",
      "content_en": "This Gold Bronze Standing Buddha Statue was excavated in 1976 during construction work on Bonghan 2-dong hill in Goha-myeon, Seonsan-gun, Gyeongsangbuk-do, alongside two Gold Bronze Avalokiteshvara Standing Statues (National Treasures). According to local tradition, these statues were initially discovered approximately 70 years prior by a farmer near a bamboo grove called Daebatgol and were later reburied at the current site. The statue currently lacks parts of its left hand and left foot, with minor rust on the face and chest, though its gilding remains well-preserved.\n\nThe Buddha's head features small spiral-shaped hair curls, topped with a prominent usnisa (symbolic topknot). The rounded face, with its fullness and sharply defined eyes, nose, and mouth, exudes serenity. The robe clings to the body, accentuating its contours, with parallel U-shaped folds at the abdomen and symmetrical drapery splitting at the legs to flow down to the ankles. The right hand is raised with the palm facing forward, while the left hand points downward, palm also visible.\n\nCharacterized by soft, simplified forms and orderly robe folds, the statue reflects the dynamic aesthetics of Unified Silla Buddhist art. However, its slightly rigid posture, archaic smile, Udenwang-style robe drapery, and hollow-cast technique (evidenced by small mold holes on the back) suggest it was created between the late 7th and early 8th centuries.",
      "tokens": 1140
    },
    {
      "success": true,
      "key_asno": 1840000000,
      "name_en": "Gumi Seonsan-eup Gilt-bronze Standing Bodhisattva (1976-2)",
      "content_en": "This gilt-bronze standing Bodhisattva was excavated in 1976 during construction work in Goa-myeon, Seonsan-gun, Gyeongsangbuk-do, alongside the National Treasures Gumi Seonsan-eup Gilt-bronze Standing Buddha and another Bodhisattva. The site is presumed to have been an ancient temple, as numerous roof tile and pottery fragments from the Three Kingdoms period were also discovered there.\n\nThe Bodhisattva stands upright, adorned with a floral crown featuring a small Buddha engraved within a circular frame at its center. The slightly elongated, square-shaped face bears a solemn expression, while the broad shoulders convey a stern and rigid aura. A thick, long neck is draped with an intricate bead necklace that crosses in an X-shape at the abdomen. Additional beads decorate the connections of the necklace, a rarity in Silla-era Bodhisattva statues, making this piece particularly notable for its abundant ornaments. The right hand gently holds a bead ornament, while the left hand, though partially damaged, is believed to have originally grasped a vase (jingbyeong) and lotus branch.\n\nThe halo (광배) and pedestal (대좌) are missing, though a remnant halo base remains at the back of the head, and a pillar-like protrusion for attaching to the pedestal extends from beneath the feet. Dated to the early 7th century, this statue is distinguished by its solemn and majestic appearance, combined with elaborate ornaments reflecting strong Chinese influence. As a rare example of gilt-bronze Bodhisattva statues from this period, it holds significant historical and artistic value.",
      "tokens": 1227
    },
    {
      "success": true,
      "key_asno": 1030000000,
      "name_en": "Twin Lion Stone Lantern of Jungheungsanseong Fortress, Gwangyang",
      "content_en": "This stone lantern, symbolizing the Buddha's radiant light and also known as a 'Gwangmyeongdeung (Light Illuminating Lantern),' is traditionally placed in front of significant structures such as main halls or pagodas. It typically consists of a fire chamber stone (hwasaseok) at the center, supported by a three-tiered base below, with a roof stone and finial atop. The lantern's distinctive feature is the replacement of the central pillar with a carved pair of lions. The two lions stand firmly on their hind legs, pressing their chests together to support the upper structure, rendered with remarkable realism and naturalism. The octagonal fire chamber stone has four open windows, and the roof stone elegantly flares upward at its eight corners. Created during the Unified Silla period, this work exemplifies concise yet sophisticated craftsmanship, avoiding excessive ornamentation. Despite its modest size, it showcases exceptional carving techniques and aesthetic refinement, earning its reputation as a masterpiece. Originally located within Jungheungsanseong Fortress, it was relocated to Gyeongbokgung Palace after Japanese attempts to illegally remove it and is now housed in the Gwangju National Museum.",
      "tokens": 917
    },
    {
      "success": true,
      "key_asno": 1430000000,
      "name_en": "Hwasun Daegokri Bronze Age Artifacts Group",
      "content_en": "This collection of Bronze Age artifacts was excavated from a tomb site on the Yeongsan River terrace in Daegokri, Hwasun County, Jeollanam-do. Among the bronze items discovered, the following have been designated as National Treasures: 3 slender bronze daggers (with one exhibiting damage to the blade), 2 bronze eight-lobed bells (each featuring clappers and fern-pattern engravings), 2 bronze double bells, 1 bronze knife (resembling a modern carving tool with a partially broken edge), 1 bronze axe (with a sharpened edge on one side and a groove for a handle on the opposite side), and 2 bronze mirrors with fine geometric patterns (well-preserved with two loops for suspension on the reverse side). The slender bronze daggers, characterized by their central ridges varying in shape, are considered relatively late examples of such artifacts in Korea. The eight-lobed and double bells, which produce sound when shaken due to internal bronze pellets, are believed to have been used for ritual or religious purposes. These artifacts, distinguished by their diverse types and sophisticated craftsmanship, exemplify the advanced metallurgical techniques of Korea's Bronze Age and are regarded as a representative assemblage of the period.",
      "tokens": 1063
    },
    {
      "success": true,
      "key_asno": 3340000000,
      "name_en": "Gisagyecheop and Case",
      "content_en": "The 'Gisagyecheop' is a commemorative album created in 1720 (46th year of King Sukjong's reign) to honor King Sukjong's entry into the Girosuh (an institution for venerating senior civil officials aged 70 or older with the rank of Jung 2-pum or higher) in 1719 at age 59, following the precedent set by King Taejo Lee Seong-gye. This album represents a quintessential example of early 18th-century Joseon court painting. Originally, 12 copies were produced: 11 for distribution to Girosuh members and 1 for archival storage. Today, approximately five copies are known, including the National Treasure housed at the National Museum of Korea. The National Treasure version contains a preface by Im Bang (1640–1724), a royal poem composed by Sukjong during a banquet at Gyeonghui Palace's Gyeonghyeondang, a postscript by Kim Yu (1653–1719), a list of participants, ritual scene illustrations, half-length portraits of 11 Girosuh members, commemorative poems, and a list of artisans. Unique inscriptions on pages 1–2 ('Man Toe Dang Jang', indicating ownership by Hong Man-jo) and pages 53–54 ('Jeon Ga Bo Jang') confirm its provenance as a hereditary artifact of the Pungsan Hong clan. The accompanying case—a set of inner box (naeham), protective outer box (hogap), and outer chest (oegwi)—is exceptionally rare, preserving Joseon royal packaging techniques and craftsmanship. Historically, the album served as a model for later kings, including Gojong. Its clear provenance, scholarly significance, artistic excellence in calligraphy and painting, and the intact preservation of its case make it a pivotal artifact in Korean cultural heritage.",
      "tokens": 1572
    },
    {
      "success": true,
      "key_asno": 1470000000,
      "name_en": "Cheonjeon-ri, Ulju Inscriptions and Petroglyphs",
      "content_en": "Located along the banks of Daegokcheon, a tributary of the Taehwa River, this rock art site features carvings divided into upper and lower sections, each with distinct techniques and content. The upper section, created using pecking techniques, depicts geometric patterns, animals, and abstract human figures. Notably, a sun-like circle is flanked by four leaping deer and a half-human, half-animal figure (centaur) on the far left. These simplified, symbolic designs are attributed to the Bronze Age. The lower section combines line-drawn images and over 800 characters, illustrating horse processions, animals, dragons, ships, and commemorative inscriptions. The horse processions, appearing in three locations, and the ship imagery provide critical insights into Silla's maritime activities. The inscriptions, estimated to have been carved in two phases during King Beopheung's reign (6th century CE), document royal visits and mention official titles and the six-part administrative system, offering invaluable data on Silla society. Spanning from the prehistoric era to the Silla period, this site vividly captures the lifestyles, ideologies, and historical transitions of its creators, making it a multifaceted and historically rich heritage.",
      "tokens": 1089
    },
    {
      "success": true,
      "key_asno": 1510000500,
      "name_en": "The Annals of the Joseon Dynasty: Bongmodang Edition",
      "content_en": "The Annals of the Joseon Dynasty (『조선왕조실록』) is a chronological record of 472 years (1392–1863) spanning 25 monarchs from King Taejo to King Cheoljong. Completed annals were stored in five major archives across the country—Spring Autumn Office Archive (Seoul), Jeokseong Mountain Archive (Ganghwa), Taebaeksan Mountain Archive (Bonghwa), Odaesan Mountain Archive (Pyeongchang), and Jiksang Mountain Archive (Muju)—to safeguard against disasters. Bongmodang (奉謨堂), established during King Jeongjo's reign, was a subsidiary building of Kyujanggak that preserved royal materials such as the kings' writings, genealogical records (Seonwonrok), and historical compendiums (Gukjo Bogam). The 'Bongmodang Edition' refers to six supplementary volumes of the Annals currently housed in the Jangseogak Archives of the Academy of Korean Studies. These volumes bear the 'Bongmodang Seal' (「奉謨堂印」) on the upper right corner of their title pages. This edition historically signifies that specially prepared royal review copies (御覽用) of the Annals were stored and managed in Bongmodang Hall within Changdeokgung Palace during the late Joseon period, highlighting the diversity of the Annals' production traditions.",
      "tokens": 1038
    },
    {
      "success": true,
      "key_asno": 1200000000,
      "name_en": "Yongju Temple Bell",
      "content_en": "This large bronze bell, created in the early Goryeo period (10th century), exhibits stylistic elements of the Silla dynasty. Standing 1.44 meters tall with a mouth diameter of 0.87 meters and weighing 1.5 tons, it features a dragon pipe (yongtong) at the apex to amplify sound, and a dragon-shaped handle (yongnyu) where a dragon clutches a wish-fulfilling jewel, its body arched dynamically. The upper band (sangdae) is adorned with a bead-patterned border, alternating semicircular motifs filled with floral and bead designs, seamlessly connected to square lotus compartments (yeongwak). Each of the four compartments originally held nine protruding lotus bosses (yeolloe), though only one remains intact. The bell's body depicts flying celestial figures (bicheonsang) on the front and back, and triad images (samjonsang) on the sides, all rendered with flowing robes suggesting movement. Four circular percussion areas (dongjwa) are positioned lower on the body. The lower band (hadae) repeats the bead-patterned border but incorporates vine motifs, a distinctive feature of this bell. An inscription dated to 854 (16th year of King Munseong of Unified Silla) was later added, but scholarly consensus attributes the bell to the early Goryeo period due to stylistic inconsistencies. Despite minor cracks in the dragon pipe and damage to the lotus bosses, the bell remains well-preserved and is celebrated as a masterpiece of Goryeo metalcraft.",
      "tokens": 1195
    },
    {
      "success": true,
      "key_asno": 40000000,
      "name_en": "Stone Stupa of Godalsaji Temple Site, Yeoju",
      "content_en": "The Stone Stupa of Godalsaji Temple Site, Yeoju, is a 4.3-meter-tall Goryeo-era stupa located at the former site of Godalsa Temple. Established in 764 during the Unified Silla period under King Gyeongdeok’s 23rd year, the temple flourished under royal patronage during the Goryeo dynasty, particularly after King Gwangjong’s reign, but is believed to have been abandoned during the Joseon period.\n\nThe octagonal base of the stupa remains largely intact, except for its incomplete finial. The three-tiered base (lower, middle, and upper) supports the structure. The lower tier features two anseong (eye-shaped ornaments) with floral patterns on each of its eight sides, topped by a band of 16 lotus petals. The middle tier, renowned for its exquisite craftsmanship, depicts a three-dimensionally carved turtle with a dragon-like face facing forward. Four dragons clutching a wish-fulfilling jewel (boju) flank the turtle, with the remaining space filled with swirling cloud motifs. The upper tier bears large eight-lobed lotus petals (angren) that support the main body stone.\n\nThe body stone is adorned with a door frame, lock, Four Heavenly Kings (Sacheonwang), and lattice windows (gwangchang). The thick roof stone has celestial beings (bicheon) and cloud patterns on its underside, with large floral finials at each corner—some of which are damaged. The finial assembly includes a round inverted lotus (bokbal) surmounted by a jeweled canopy (boga) and a jewel (boju).\n\nWhile the stupa adheres to the octagonal pavilion-style (palgang-wondang-hyeong) typical of Unified Silla stupas, its intricate carvings reflect distinct Goryeo-era artistic traits, suggesting it was erected in the early Goryeo period.",
      "tokens": 1505
    },
    {
      "success": true,
      "key_asno": 2440000000,
      "name_en": "The First Tripitaka Koreana Edition of the Yogācārabhūmi-śāstra, Volume 17",
      "content_en": "The Yogācārabhūmi-śāstra, originally authored by the Indian monk Maitreya and translated into Chinese by Xuanzang (602–664) of the Tang dynasty, is organized in 100 volumes following the order of the Thousand Character Classic. This Volume 17, housed in the 'Xí (習)' section of the early 11th-century Tripitaka Koreana (Palace Edition), is printed on mulberry paper measuring 45 cm in width and 28.5 cm in height. Believed to have been carved and printed in the 11th century alongside the National Treasure-designated *Abhidharma-samucaya-śāstra* Volume 11, this version differs from later recarved editions in its printing format and publication records. The original carving lacks the characters 'Jing (敬)' and 'Jing (竟)' in certain instances, whereas the recarved edition corrects these omissions. The carving technique of the original edition is considered superior to the recarved version, and it remains one of the better-preserved specimens of the early Tripitaka Koreana.",
      "tokens": 900
    },
    {
      "success": true,
      "key_asno": 2560000000,
      "name_en": "First Tripitaka Edition of the Avatamsaka Sutra, Main Version, Volume 1",
      "content_en": "The Avatamsaka Sutra, often abbreviated as the 'Flower Garland Sutra,' is a foundational text of the Huayan school of Buddhism, emphasizing the non-duality of Buddha and sentient beings. It profoundly influenced the establishment of Korean Buddhist thought alongside the Lotus Sutra. This volume is part of the First Tripitaka Koreana, carved during the reign of King Hyeonjong of Goryeo (r. 1011–1031) to invoke Buddhist power against Liao dynasty invasions. It is Volume 1 of the 80-volume main version translated by Śikṣānanda (實叉難陀) of the Tang dynasty, printed on mulberry paper using woodblocks and designed as a scroll (28.5 cm height, 1223.5 cm width when unrolled).\n\nDistinct from the later Haeinsa Tripitaka (Reconstructed Tripitaka or Goryeo Tripitaka), the First Tripitaka edition exhibits differences such as more refined carving techniques, variations in character count per page, absence of publication dates, and instances of pi-hui (avoiding taboo characters by omitting strokes or substituting terms) and abbreviated characters. This volume specifically shows a missing stroke in the character '敬,' 23 lines of 14 characters per page (compared to Haeinsa's 24 lines of 17), the use of '장(丈)' for page numbering (vs. Haeinsa's '장(張)'), and no publication records. As the sole surviving Volume 1 of this edition, it provides critical insight into the 11th-century First Tripitaka Koreana.",
      "tokens": 1303
    },
    {
      "success": true,
      "key_asno": 1830000000,
      "name_en": "Gilt-bronze Standing Bodhisattva from Gumi Seonsan-eup (1976-1)",
      "content_en": "This statue was excavated in Goryeom-myeon, Seonsan-gun, Gyeongsangbuk-do, alongside the Gilt-bronze Standing Buddha (National Treasure) and another Gilt-bronze Standing Bodhisattva (National Treasure) during construction work. The site is believed to have been a temple from the Three Kingdoms period, as evidenced by numerous roof tile and pottery fragments found in the area.\n\nThe Bodhisattva stands gracefully on a lotus-adorned pedestal, with a slightly bent right knee, exuding natural elegance. The crown, decorated with floral motifs, features a small Buddha image at its center. The rounded face, with distinct eyes, nose, and mouth, bears a serene smile.\n\nThe slender, well-proportioned body is clad in thin, clinging robes. The garment drapes over the right arm, forming a circular fold at the knee before cascading over the left arm to the pedestal. A necklace with bead decorations extends from the shoulders in an X-pattern, mirrored on the statue's back. The right hand gently holds a lotus bud, while the left hand, though missing its original object, suggests it once grasped an offering. The seven-sided pedestal is engraved with downward-facing lotus petals.\n\nCurrently, parts of the crown, robe drapes, and left hand fingers are damaged, and the halo is lost. Rust is present on the face and right hand, but the gilding remains relatively intact. This statue exemplifies the typical style of mid-7th century Silla gilt-bronze Bodhisattva sculptures, showcasing exceptional balance and craftsmanship.",
      "tokens": 1465
    },
    {
      "success": true,
      "key_asno": 2480000000,
      "name_en": "Joseon Bangyeok Jido (Territorial Map of Joseon)",
      "content_en": "The Joseon Bangyeok Jido is a map of Korea produced during the early Joseon period, measuring 61 cm in width and 132 cm in height. It is structured in three horizontal sections: the top section bears the title 'Joseon Bangyeok Jido,' the middle section features the map itself, and the bottom section lists the official positions and names of those involved in its creation. The map delineates the eight provinces (paldo) of Joseon, including counties (hyun), naval stations (suyeong), and military garrisons (byeongyeong). Each county is distinguished by unique colors for clarity, while mountain ranges and river boundaries are depicted with meticulous accuracy. Its overall shape closely resembles the modern outline of the Korean Peninsula, extending northward to Manchuria and southward to Jeju Island and Tsushima Island, reflecting Joseon's territorial consciousness during the period. Dated to approximately 1557–1558 (12th–13th years of King Myeongjong's reign), the map was taken to Japan during the Imjin War (1592–1598) and preserved in Tsushima before being acquired in the 1930s. This artifact is invaluable for understanding the cartographic techniques and formats of the era, and its confirmed creators and date of production make it a critical reference for dating other historical maps.",
      "tokens": 1379
    },
    {
      "success": true,
      "key_asno": 2630000000,
      "name_en": "White Porcelain Jar with Underglaze Blue Landscape and Floral Patterns",
      "content_en": "This white porcelain jar from the late Joseon period measures 54.8 cm in height, with a mouth diameter of 19.2 cm and a base diameter of 18 cm. The mouth is low and vertical, gently expanding to a swollen shoulder before narrowing gradually and slightly flaring at the lower body to meet the base. The jar exhibits a voluminous form with a narrow lower section, creating a balanced appearance. Traces of the upper and lower body being separately crafted and joined are visible around the midsection. Four large diamond-shaped floral windows, formed by connecting four semicircles with underglaze blue pigment, are depicted on the upper body. Within these windows, landscape scenes and stylized floral-and-bird motifs alternate. Each floral window contains a stylized character '富' (wealth) connected in a trapezoidal pattern, while the upper and lower sections between the windows feature circles enclosing the stylized characters '壽' (longevity) and '疆' (boundary/territory). The transparent, glossy white glaze is evenly applied, giving the surface a pale grayish-white hue. Renowned for its elegant form and exquisite, diverse underglaze blue designs, this jar is considered a representative example of white porcelain from its era.",
      "tokens": 1040
    },
    {
      "success": true,
      "key_asno": 2830000000,
      "name_en": "Tonggamsokpyeon",
      "content_en": "Tonggamsokpyeon is a historical record covering events from ancient Chinese figures Ban Go-sik (盤固氏) to Go Sin-sik (高辛氏), as well as historical accounts from the first year of Tianfu (天復) in the Tang Dynasty (901 CE) to the second year of Xiangxing (祥興) in the Song Dynasty (1279 CE). Originally published in Yuan-era China in 1361, it was later printed in Korea 60 years afterward. The book measures 18.3 cm in width and 29.2 cm in height. According to the postscript on metal type (鑄字跋) by Byeon Gye-ryang (卞季良) at the end of the volume, it was printed using newly cast metal type ordered by King Sejong in November 1420, under the supervision of Lee Cheon (李蕆), a senior councilor of the Ministry of Construction. The text was published in 1422 (the fourth year of King Sejong's reign), with the preface, table of contents, and examples printed using Gye-mi type (癸未字). Byeon Gye-ryang's postscript is also recorded in the Sejong Sillok (세종실록) Volume 18, Chunjeongjip (春亭集) Volume 12, and Dongmunseon (東文選) Volume 103. This book is an invaluable resource for the study of bibliography and the history of early printing technology.",
      "tokens": 1059
    },
    {
      "success": true,
      "key_asno": 2620000000,
      "name_en": "White Porcelain Moon Jar (1991)",
      "content_en": "This large white porcelain jar, created during the Joseon Dynasty, measures 49.0 cm in height, with a mouth diameter of 20.1 cm and a base diameter of 15.7 cm. Due to the technical challenges of shaping and firing large vessels, such jars are rarely crafted in a single piece on a pottery wheel. Instead, the upper and lower sections are typically formed separately and then joined. This jar features a short, diagonally angled mouth that elegantly curves. From just below the mouth, it expands with a natural, neckless curve before narrowing again at the central joining point, culminating in a foot of similar diameter to the mouth. It embodies the quintessential traits of Joseon white porcelain: a soft white hue, flowing contours, and a spacious, unembellished form, earning comparisons to the National Treasure-designated White Porcelain Jar (Baekja Ho). A thin bluish glaze coats both interior and exterior, giving the surface a pale cream tone. Beyond its impressive size, the jar’s cool, dignified presence solidifies its status as a masterpiece of white porcelain from the late 17th to mid-18th century.",
      "tokens": 1495
    },
    {
      "success": true,
      "key_asno": 2960000000,
      "name_en": "Cheongjangsa Temple Five Buddhas Assembly Buddhist Banner Painting",
      "content_en": "The Gwabul (large Buddhist hanging scroll) of Cheongjangsa Temple, measuring 659.5 cm in length and 398.3 cm in width, is divided into three horizontal sections using cloud motifs. The upper register depicts the Three Buddhas (Samshinbul): Vairocana Buddha at the center, flanked by Nirmāṇakāya Buddha and Śākyamuni Buddha. The middle register portrays the Three Buddhas of the Three Ages (Samsebul): Bhaisajyaguru (Medicine Buddha), Amitābha Buddha, and Śākyamuni Buddha again. The lower register features seated Avalokiteśvara (Guan Yin) and Kṣitigarbha Bodhisattvas, symbolizing the Tusita Heaven Palace atop Mount Sumeru. This tripartite composition guides devotees through the realms of the Three Buddhas and Three Ages, emphasizing enlightenment and salvation via the intercession of the bodhisattvas. Predominantly green with contrasting yellow and ochre tones, the painting appears subdued but gains vibrancy from the red-robed figures. Created in 1628 (6th year of King Injo’s reign) by the monk-painter Beopheong (法浻), it exemplifies the refined elegance, balanced composition, and delicate brushwork characteristic of early 17th-century Korean Buddhist art. As a key artifact for studying Joseon-era Buddhist painting techniques and iconography, it holds significant historical and artistic value.",
      "tokens": 1453
    },
    {
      "success": true,
      "key_asno": 3190000200,
      "name_en": "Dongui Bogam (Principles and Practice of Eastern Medicine)",
      "content_en": "The Dongui Bogam (東醫寶鑑) is a seminal medical text compiled by Heo Jun (許浚, 1539–1615) in 1610 during the reign of King Gwanghaegun of Joseon. Commissioned by King Seonjo in 1596, its initial compilation was interrupted by war, but Heo Jun dedicated 14 years to completing it. Regarded as Korea's foremost traditional medical compendium, it synthesizes medical knowledge from Joseon and Chinese sources with clinical experiences. The first edition was woodblock-printed in 1613 by the Royal Secretariat (Naeeuiwon), comprising 25 volumes and 25 books.\n\nStructured into five main sections—Inner Landscape (內景篇, 4 vols, 26 topics), Outer Form (外形篇, 4 vols, 26 topics), Miscellaneous Diseases (雜病篇, 11 vols, 38 topics), Decoctions and Medicinals (湯液篇, 3 vols, 17 topics), and Acupuncture (鍼灸篇, 1 vol, 1 topic)—it systematically categorizes diseases, theories, prescriptions, and sources. The text gained widespread influence in East Asia, with editions published in Qing-era China (from 1763) and Edo-period Japan (first printed in Kyoto in 1724).\n\nThe Korean Studies Research Institute's copy lacks a 'Naesa-gi' (royal gift record) but bears a 'Seonsa-ji-bo' seal and a rectangular red stamp indicating it was part of the Jeoksangsan Mountain Accession Repository, later donated by the Japanese Government-General of Korea. It is a complete set, matching the National Library of Korea's copy, and remains in excellent condition.",
      "tokens": 1440
    },
    {
      "success": true,
      "key_asno": 3200000000,
      "name_en": "Songs of the Moon's Reflection on a Thousand Rivers, Volume 1",
      "content_en": "『Songs of the Moon's Reflection on a Thousand Rivers (월인천강지곡)』 is a Buddhist hymn composed by King Sejong, the creator of Hangeul (Korean alphabet), to honor the virtues of his wife, Queen Soheon. Created shortly after the invention of Hangeul and printed using movable type, this text holds immense importance for studying early Korean linguistics and the history of publishing and printing. Although only about one-third of the original volume survives, its exceptional value in linguistic and printing history led to its designation as a National Treasure of South Korea.",
      "tokens": 752
    },
    {
      "success": true,
      "key_asno": 3350000000,
      "name_en": "Twenty Meritorious Subjects' Oath of Allegiance Document - After the Restoration of the Bo-sa Gong-sin Merit Titles",
      "content_en": "The 'Twenty Meritorious Subjects' Oath of Allegiance Document - After the Restoration of the Bo-sa Gong-sin Merit Titles' is a historical record created in 1694 (30th year of King Sukjong's reign) following an oath of allegiance ritual (hoemyeongje) held on August 30, 1680, which gathered meritorious subjects from the founding of the Joseon Dynasty to the Bo-sa Gong-sin and their descendants. The Bo-sa Gong-sin were individuals awarded merit titles during the Gyeongsin Hwan'guk (1680), a political shift that reinstated the Western Faction, but their titles were later revoked in 1689 and restored in 1694 after the Gapsul Hwan'guk. This document is a rare imperial copy (eoram-yong), not a distributed version, and one of only three surviving oath documents from the Joseon period. It comprises the oath text, a list of 489 names from 20 merit groups including the Bo-sa Gong-sin and their legitimate male heirs, and ritual texts for ancestral rites. Dated and stamped with the national seal 'Si-myung-ji-bo,' it provides critical insights into King Sukjong's political strategies amid factional strife between the Western and Southern Parties. Crafted with luxurious materials like jade, ivory, and high-quality silk, it reflects advanced royal craftsmanship, documented in the Nokhundo-gam-ui-gwe. The scroll's dimensions (88.8 cm × 2,414 cm) and artistic execution, including calligraphy by Yi Ik-sin and decorative work by court artisans, highlight its historical, political, and artistic significance.",
      "tokens": 1900
    },
    {
      "success": true,
      "key_asno": 510000000,
      "name_en": "Three Gates of Imyeonggwan in Gangneung",
      "content_en": "The Three Gates of Imyeonggwan in Gangneung is the main gate of a Goryeo-era guesthouse (Imyeonggwan), with only the gate remaining today as the original guesthouse structures have disappeared. During the Goryeo and Joseon dynasties, guesthouses served as local government offices in each region, housing a wooden tablet symbolizing the king. Officials performed the mangwollye ritual—bowing toward the palace—on the first and fifteenth days of the lunar month, and the buildings also accommodated central government envoys and foreign dignitaries. Constructed in 936 (19th year of King Taejo of Goryeo) with 83 kan (units), the guesthouse was named Imyeonggwan. The signboard bearing the name 'Imyeonggwan' is attributed to King Gongmin. It underwent several repairs, was used as a school during the Japanese occupation, and after the school’s demolition, the Gangneung Police Station was built on the site in 1967, leaving only the gate. Parts of the original guesthouse were relocated to form Osungjeong Pavilion on Namsan Mountain, Wolhwajung Pavilion on Geumsan Mountain, and Banghaejeong Pavilion at Gyeongpo. The gate measures three kan wide and two kan deep, featuring a gabled roof (matchugibung) and a bracket system (jushimpo) with minimalist decorative supports placed directly above the columns. The front three kan are fitted with large panel doors, and the columns exhibit entasis (bulging midsections). Though simple and unadorned, the refined carving techniques in its architectural elements exemplify the characteristics of Goryeo-era construction.",
      "tokens": 1405
    },
    {
      "success": true,
      "key_asno": 1240000000,
      "name_en": "Stone Seated Bodhisattva from Hansongsaji Temple Site, Gangneung",
      "content_en": "This stone seated bodhisattva originally stood at the Hansongsaji Temple site in Gangneung, Gangwon Special Self-Governing Province. It was taken to Japan in 1912 and repatriated to Korea in 1965 under the Korea-Japan Agreement. The statue retains near-complete form, though it shows traces of repair where the severed head was reattached and damage to the white dot (urna) on the forehead. The bodhisattva wears a tall cylindrical crown (bokgwan) with a prominent usnisa (topknot) rising above it. The rounded, square-shaped face has narrow eyes and a faint smile at the corners of the mouth. Three thick horizontal lines (tridhara) adorn the neck, with a three-strand necklace descending to the chest. Soft, natural drapery folds flow from the robes draped over both shoulders. The right hand, with the index finger extended, holds a lotus branch raised to chest level, while the left hand rests on the knee with the index finger similarly extended. The legs are positioned with the right foot inward and the left foot outward, opposite to another bodhisattva statue (Treasure) discovered at the same site. Unlike most Korean stone Buddhist statues made of granite, this piece is uniquely crafted from white marble, lending it an elegant and gentle texture. The slightly turned face and plump body exude a sense of abundance, with carving techniques reflecting mature and refined craftsmanship. Features such as the cylindrical crown, full-faced expression, and subtle smile are shared with the Stone Seated Bodhisattva from Sinboksaji Temple Site, Gangneung (Treasure) and the Stone Seated Bodhisattva of Woljeongsa Temple, Pyeongchang (National Treasure), but this example exhibits even greater sophistication. It is estimated to have been created in the early 10th century during the Goryeo period.",
      "tokens": 1272
    },
    {
      "success": true,
      "key_asno": 2770000000,
      "name_en": "First Tripitaka Koreana Edition of the Avataṃsaka Sūtra (Flower Garland Sūtra), Main Version, Volume 36",
      "content_en": "The Avataṃsaka Sūtra, often abbreviated as the 'Flower Garland Sūtra,' is a foundational text of the Huayan school of Buddhism, emphasizing the non-duality of Buddha and sentient beings. As one of the core scriptures alongside the Lotus Sūtra, it profoundly influenced the establishment of Korean Buddhist thought. This particular volume is part of the First Tripitaka Koreana, carved during the reign of King Hyeonjong of Goryeo (r. 1011–1031) to invoke Buddhist power against Khitan invasions. It corresponds to Volume 36 of the 80-volume main version translated by Śikṣānanda (實叉難陀) of the Tang dynasty. Printed on hemp paper using woodblocks, the text is composed of 17 sheets joined vertically, measuring 28.5 cm in height and 891 cm in length, designed to be stored as a scroll. Distinctive features compared to the later Haeinsa Tripitaka Koreana (Revised Tripitaka Koreana) include differences in character count (23 lines × 14 characters per page vs. 24 × 17), the absence of a publication date, instances of pi-hui (omission of strokes in characters to avoid imperial taboos, e.g., in '敬'), and the use of '丈' (jang, a unit of length) instead of '張' (jang, meaning 'sheet') to denote page numbers. The printing is estimated to date to the 11th–12th century, based on paper quality and block-printing techniques.",
      "tokens": 1272
    },
    {
      "success": true,
      "key_asno": 2850000000,
      "name_en": "Ulju Daegokri Bangudae Petroglyphs",
      "content_en": "The Ulju Daegokri Bangudae Petroglyphs are carved on a cliff face measuring 4.5 meters in height and 8 meters in width, shaped like the Korean character 'ㄱ'. Over 200 engravings depict various scenes, including land animals, marine life, and hunting activities. Land animals such as tigers, wild boars, and deer are portrayed with detailed expressions: tigers trapped in pits or carrying cubs, mating wild boars, and deer with or carrying fawns. Marine scenes feature harpooned whales, whales with calves, and whales accompanied by their young. Hunting scenes illustrate shamans wearing masks, hunters pursuing game, fishermen in boats capturing whales, as well as nets and vessels. These carvings reflect prehistoric peoples' wishes for successful hunts and abundant game. The techniques used—pecking to create outlines, removing entire sections, and grinding carved lines—suggest the petroglyphs were created from the late Neolithic period to the Bronze Age. This artwork, which vividly captures the vitality of animals and hunting scenes through lines and dots, is regarded as a masterpiece of prehistoric art, offering insights into the daily life, customs, and spiritual beliefs of ancient societies as both hunting and religious art.",
      "tokens": 1185
    },
    {
      "success": true,
      "key_asno": 2920000000,
      "name_en": "Sangwonsa Temple Renovation and Merit-Making Document from Pyeongchang",
      "content_en": "Created in 1464 (10th year of King Sejo's reign), this document was written by Hyegak Jonja Shinmi, a royal preceptor of King Sejo, along with Hakyeol and Hakjo, to record the renovation of Sangwonsa Temple in prayer for the king's longevity. Upon learning of their efforts, King Sejo sent supplies including rice, cotton, cloth, and iron, and his accompanying message is preserved alongside the document at Woljeongsa Temple. The text exists in both original Chinese characters and Korean translation, with signatures (su-gyeol, or autographs) of Shinmi, Hakyeol, and Hakjo on the former, and those of King Sejo, the crown prince's consort, and the crown prince, along with official seals, on the latter. Notably, the Korean translation is recognized as the oldest extant manuscript of its kind, celebrated for its pristine condition. Designated as National Treasure No. 292 on January 1, 1997, it serves as a critical historical record of King Sejo's relationship with Sangwonsa Temple and Shinmi, as well as a vital resource for studies in Korean linguistics and literature.",
      "tokens": 926
    },
    {
      "success": true,
      "key_asno": 3320000000,
      "name_en": "Jeongseon Jeongamsa Sumano Tower",
      "content_en": "The Sumano Tower of Jeongamsa Temple in Jeongseon is a brick-style stone pagoda that retains its complete structure from the base to the finial. Constructed with dolomite, reflecting the regional characteristic of the limestone area, it was built on a high rock wall under the influence of the 'mountain and river augmentation ideology' (believed to revitalize declining natural energy) and relic worship beliefs. Notably, historical records such as the pagoda foundation stone provide insights into its repair history and chronology. As the only brick-style stone pagoda in Korea designed to enshrine authentic Buddhist relics, it holds significant historical, artistic, and academic value, warranting its designation as a National Treasure of South Korea.",
      "tokens": 742
    }
  ]
}